Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: connection host / path is empty and no default value could be loaded
de: Hostname / Pfad ist leer und es konnten keine Standardwerte geladen werden
fr: le chemin de connexion de l'hôte est vide et aucune valeur par défaut n'a pu être chargée

source: branch pattern is empty and no default value could be loaded
de: Zweigmuster ist leer und kein Standardmuster konnte geladen werden
fr: aucun motif de branche donné et aucune valeur par défaut ne peut être chargée

source: include / exclude pattern was given both as part of the URI and as a separate argument
fr: un motif d'inclusion/exclusion a été donné et pour une partie de l'URI et comme argument séparé.

source: no branch pattern found in URI, will try to use suitable database defaults if available
de: kein Zweigmuster in URI gefunden, versuche passende Standardwerte aus der Datenbank zu laden, sofern vorhanden
fr: motif de branche dans l'URI introuvable, tentative d'utilisation des valeurs de la base de données par défaut, si disponible

source: separate server and pattern arguments are deprecated, please consider using the URI calling syntax instead
de: separate Server- und Musterargumente sind veraltet, bitte erwägen Sie stattdessen die Nutzung der URI-Syntax
fr: les arguments séparés de serveur et de motif sont dépréciés, veuillez plutôt utiliser la syntaxe des appels d'URI.

source: you can specify either a query string or separate include/exclude parameters, but not both
de: Es dürfen entweder ein Anfrage-Parameter in der URL oder separate 'include/--exclude'- Parameter angegeben werden, aber nicht beides.
fr: vous pouvez spécifier soit une chaîne de requête soit un paramètre d'inclusion/exclusion, mais pas les deux

source: need permission to store persistent passphrase (see hook persist_phrase_ok())
de: benötige Berechtigung, um Passwort persistent zu speichern (siehe Hook persist_phrase_ok())
fr: permission requise pour garder la phrase de passe de façon persistante. Voyez la procédure automatique (hook) « persiste_phrase_ok() ».
ja: 永続的にパスフレーズを保存しておきたいのなら権限が必要です (フック persist_phrase_ok() を参照して下さい)

source: the '--no-transport-auth' option is usually only used in combination with '--stdio'
fr: L'option « --no-transport-auth » n'est habituellement utilisée qu'en combinaison avec « --stdio »

source: session limit %d reached, some connections will be refused
de: Maximale Anzahl an Sitzungen %d erreicht; einige Verbindungen werden abgelehnt werden.
fr: limite de session %d atteinte, certaines connexions seront refusées

source: accepted new client connection from %s : %s
de: akzeptiere neue Client-Verbindung von %s: %s
fr: nouvelle connexion d'un client acceptée de %s : %s

source: beginning service on %s : %s
de: beginne Service auf %s : %s
fr: début du service sur %s : %s

source: <all interfaces>
de: <alle Schnittstellen>
fr: <toutes les interfaces>

source: check of '%s' failed
de: Überprüfung von '%s' schlug fehl
fr: la vérification de « %s » a échoué
ja: '%s' の検証に失敗

source: bytes in
de: Bytes rein
fr: octets entrants
ja: バイト (入)

source: bytes out
de: Bytes raus
fr: octets sortants
ja: バイト (出)

source: certs in
de: Zertifikate rein
fr: cert. entrants
ja: 証明 (入)

source: revs in
de: Revisionen raus
fr: rév. sortants
ja: リビジョン (入)

source: certs out
de: Zertifikate raus
fr: cert. sortants
ja: 証明 (出)

source: revs out
de: Revisionen raus
fr: rév. sortants
ja: リビジョン (出)

source: underflow on count of %s items to receive
de: Unterlauf bei Zählung von %s Elementen zum Empfangen
fr: trop peu d'objets %s à recevoir

source: unexpected 'refine' command on non-refined item type
fr: commande « refine » inattendue sur un objet sans spécialisation

source: unexpected 'done' command on non-refined item type
fr: commande « done » inattendue sur un objet sans spécialisation

source: %s with hash '%s' does not exist in our database
de: %s mit der Prüfsumme '%s' existiert nicht in unserer Datenbank
fr: %s avec le hash « %s » n'existe pas dans notre base de données

source: mismatched epoch on branch '%s'. Server has %s, client has %s
fr: discordance d'époque sur la branche « %s ». Le serveur a %s, le client a %s.

source: hash check failed for public key '%s' (%s); wanted '%s' got '%s'
de: Prüfsummen-Check für öffentlichen Schlüssel '%s' (%s) fehlgeschlagen; benötigte '%s', bekam '%s'
fr: la vérification de la somme de contrôle a échoué pour la clef publique « %s » (%s) ; attendu « %s », obtenu « %s »
ja: 公開鍵 '%s' (%s) についてハッシュ検証に失敗。期待値 '%s'、計算値 '%s'

source: received duplicate key %s
fr: clef doublon %s reçue

source: dropping incoming cert which claims to be signed by key %s (name '%s'), but has a bad signature
fr: suppression des certificats entrants affirmant être signés par une clef %s (nom « %s ») mais ayant une mauvaise signature

source: dropping incoming cert which was signed by a key we don't have. You probably need to obtain this key from a more recent netsync peer. The name of the key involved is '%s', but note that there are multiple keys with this name and we don't know which one it is
fr: suppression du certificat entrant signé par une clef inconnue. Vous devez probablement obtenir cette clef d'un pair netsync plus récent. Le nom de la clef impliquée est « %s » mais notez qu'il existe plusieurs clefs ayant ce nom et nous ne savons pas de laquelle il s'agit

source: hash check failed for revision cert '%s'
de: Prüfsummen-Check für Revisionszertifikat '%s' fehlgeschlagen
fr: la vérification de la somme de contrôle a échoué pour le certificat de révision « %s »
ja: リビジョン証明 '%s' についてハッシュ検証に失敗

source: hash check failed for revision %s
de: Prüfsummen-Check für Revisions %s fehlgeschlagen
fr: la vérification de la somme de contrôle a échoué pour la révision « %s »

source: hash check failed for file %s
de: Prüfsummen-Check für Datei %s fehlgeschlagen
fr: la vérification de la somme de contrôle a échoué pour le fichier « %s »

source: rejected attempt at anonymous connection for write
de: verweigerte Schreibversuch von anonymer Verbindung
fr: tentative rejetée de connexion anonyme pour écrire

source: anonymous access to branch '%s' denied by server
de: anonymer Zugriff auf Zweig '%s' vom Server verweigert
fr: accès anonyme à la branche « %s » refusé par le serveur
ja: ブランチ '%s' への匿名アクセスはサーバーによって拒否されました

source: denied '%s' read permission for '%s' excluding '%s' because of branch '%s'
de: verweigerte '%s' Leseberechtigung für '%s' außer '%s' wegen Zweig '%s'
fr: permission de lecture refusée à « %s » pour « %s » en excluant « %s » à cause de la branche « %s »

source: allowed '%s' read permission for '%s' excluding '%s'
de: erlaube '%s' Leseberechtigung für '%s' außer '%s'
fr: permission de lecture accordée à « %s » pour « %s » en excluant « %s »

source: allowed anonymous read permission for '%s' excluding '%s'
de: erlaube anonyme Leseberechtigung für '%s' außer '%s'
fr: permission de lecture anonyme accordée pour « %s » en excluant « %s »

source: allowed anonymous read/write permission for '%s' excluding '%s'
de: erlaube anonyme Leseberechtigung für '%s' außer '%s'
fr: permission de lecture/écriture anonymes accordée pour « %s » en excluant « %s »

source: denied '%s' write permission for '%s' excluding '%s'
de: verweigere '%s' Schreibberechtigung für '%s' außer '%s'
fr: permission d'écriture refusée à « %s » pour « %s » en excluant « %s »

source: allowed '%s' write permission for '%s' excluding '%s'
de: erlaube '%s' Schreibberechtigung für '%s' außer '%s'
fr: permission d'écriture accordée à « %s » pour « %s » en excluant « %s »

source: protocol error while processing peer %s: '%s'
de: Protokoll-Fehler während der Bearbeitung von Peer %s: '%s'
fr: erreur de protocole en communiquant avec le pair %s : « %s »

source: recoverable '%s' error while processing peer %s: '%s'
de: Behebbarer Fehler '%s' bei der Bearbeitung von Peer %s aufgetreten: '%s'
fr: erreur récupérable « %s » en communiquant avec le pair %s : « %s »

source: finding items to synchronize:
de: finde Elemente zum Synchronisieren:
fr: recherche d'éléments à synchroniser :

source: certificates
de: Zertifikate
fr: certificats

source: keys
de: Schlüssel
fr: clefs
ja: 鍵

source: Cannot find key '%s'
de: Kann Schlüssel '%s' nicht finden
fr: impossible de trouver la clef « %s »

source: peer %s has been idle too long, disconnecting
de: Peer %s war zu lange untätig, trenne Verbindung
fr: le pair %s est inactif depuis trop longtemps, déconnexion

source: received warning from usher: %s
fr: alerte reçu de usher : %s

source: @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@ @ WARNING: SERVER IDENTIFICATION HAS CHANGED @ @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@ IT IS POSSIBLE THAT SOMEONE IS DOING SOMETHING NASTY It is also possible that the server key has just been changed. Remote host sent key %s, I expected %s '%s unset %s %s' overrides this check
fr: @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@ @ ATTENTION : L'IDENTIFICATION DU SERVEUR A CHANGÉ @ @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@ IL EST POSSIBLE QUE QUELQU'UN SOIT EN TRAIN DE FAIRE QUELQUE CHOSE DE MÉCHANT Il est également possible que la clef du serveur ait juste changé. L'hôte distant a envoyé la clef %s, j'attendais %s « %s unset %s %s » pour passer outre cette vérification

source: server key changed
de: Server-Schlüssel hat sich geändert
fr: la clef du serveur a changé
ja: サーバー鍵が変更されました

source: first time connecting to server %s. I'll assume it's really them, but you might want to double-check their key's fingerprint: %s
fr: première connexion au serveur %s. Je considérerai qu'il s'agit vraiment d'eux, mais vous voudrez peut-être vérifier par deux fois l'empreinte de leur clef : %s

source: saving public key for %s to database
de: speichere öffentlichen Schlüssel von %s in die Datenbank
fr: enregistrement de la clef publique « %s » dans la base de données

source: received network error: %s
de: Netzwerk-Fehler: %s
fr: erreur de réception réseau : %s
ja: ネットワークエラーを受信: %s

source: error: %s
de: Fehler: %s
fr: erreur : %s

source: unknown bye phase %d received
de: unbekannte 'bye phase' %d erhalten
fr: phase d'au revoir %d inconnue reçue

source: source and sink
de: Datenquelle und -senke
fr: source et puits

source: sink
de: Datensenke
fr: puits

source: detected replay attack in auth netcmd
de: entdeckte 'replay'-Attacke in 'auth netcmd'
fr: une attaque de type « replay » a été détectée dans la phase auth de netcmd

source: bad client signature
de: ungültige Client-Signatur
fr: signature du client invalide

source: peer %s IO terminated connection in working state (error)
de: Peer %s E/A beendete Verbindung im 'working state' (Fehler)
fr: connexion E/S terminée du pair %s en état de travail (erreur)

source: peer %s IO terminated connection in shutdown state (possibly client misreported error)
de: Peer %s E/A beendete Verbindung im 'shutdown state' (evtl. vom Client falsch berichteter Fehler)
fr: déconnexion E/S du pair %s lors de la mise à l'arrêt (erreur peut-être reportée à tort par le client)

source: got OOB from peer %s, disconnecting
de: erhielt OOB vom Peer %s, trenne Verbindung
fr: reçu des données hors-bande du pair %s, déconnexion

source: peer %s IO failed in working state (error)
de: Peer %s E/A im 'working state' fehlgeschlagen (Fehler)
fr: échec E/S du pair %s en état de travail (erreur)

source: peer %s IO failed in shutdown state (possibly client misreported error)
de: Peer %s E/A im 'shutdown state' fehlgeschlagen (evtl. vom Client falsch berichteter Fehler)
fr: échec E/S du pair %s lors de la mise à l'arrêt (erreur peut-être reportée à tort par le client)

source: peer %s IO failed in confirmed state (success)
de: Peer %s E/A im 'confirmed state' fehlgeschlagen (Erfolg)
fr: échec E/S du pair %s en état confirmé (erreur)

source: Network error on peer %s, disconnecting
de: Netzwerk-Fehler an Peer %s, trenne Verbindung
fr: Erreur réseau avec le pair %s, déconnexion

source: this transport not supported on native Win32; use Cygwin
de: Diese Transportmöglichkeit wird bei der nativem Win32-Version nicht unterstützt; nutzen Sie stattdessen Cygwin.
fr: ce transport n'était pas géré sous Win32 natif, utilisez Cygwin

source: pipe handle is invalid
de: Pipe-Handle ist ungültig
fr: descripteur de pipe invalide

source: CreateNamedPipe(%s,...) call failed: %s
de: CreateNamedPipe(%s,...)-Aufruf schlug fehl: %s
fr: Échec de l'appel CreateNamedPipe(%s,...) : %s

source: CreateFile(%s,...) call failed: %s
de: CreateFile(%s,...)-Aufruf schlug fehl: %s
fr: Échec de l'appel CreateFile(%s,...) : %s

source: CreateProcess(%s,...) call failed: %s
de: CreateProcess(%s,...)-Aufruf schlug fehl: %s
fr: Échec de l'appel CreateProcess(%s,...) : %s

source: pipe/fork failed: %s
de: pipe/fork schlug fehl: %s
fr: Échec du pipe/fork : %s

source: WriteFile call failed: %s
de: WriteFile-Aufruf schlug fehl: %s
fr: Échec de l'appel WriteFile : %s

source: ReadFile call failed: %s
de: ReadFile-Aufruf schlug fehl: %s
fr: Échec de l'appel ReadFile : %s

source: WaitForMultipleObjects call failed: %s
de: WaitForMultipleObjects-Aufruf schlug fehl: %s
fr: Échec de l'appel WaitForMultipleObjects : %s

source: WaitForSingleObject call failed: %s
de: WaitForSingleObject-Aufruf schlug fehl: %s
fr: Échec de l'appel de WaitForSingleObject : %s

source: GetOverlappedResult call failed: %s
de: GetOverlappedResult-Aufruf schlug fehl: %s
fr: Échec de l'appel GetOverlappedResult : %s

source: unknown item type 0x%x for '%s'
de: unbekannter Elementtype 0x%x für '%s'
fr: type d'élément inconnu 0x%x pour « %s »
ja: 不明なアイテムタイプ 0x%x (対象 '%s')

source: unknown netcmd code 0x%x
de: unbekannter netcmd Code 0x%x
fr: code de commande netcmd inconnu 0x%x
ja: 不明な netcmd コード 0x%x

source: protocol version mismatch: wanted between '%d' and '%d' got '%d' (netcmd code %d) %s
de: Protokoll-Version stimmt nicht überein: benötige Version zwischen '%d' und '%d', bekam '%d' (netcmd code %d) %s
fr: discordance de versions de protocole : attendu entre « %d » et « %d », obtenu « %d » (code netcmd %d) %s

source: the remote side has a newer, incompatible version of monotone
de: der entfernte Rechner benutzt eine neuere, inkompatible Version von monotone
fr: l'autre côté emploie une version plus récente et incompatible de monotone

source: the remote side has an older, incompatible version of monotone
de: der entfernte Rechner benutzt eine ältere, inkompatible Version von monotone
fr: l'autre côté emploie une ancienne version de monotone (incompatible)

source: oversized payload of '%d' bytes
de: übergroße Nutzlast von '%d' Bytes
fr: charge utile sur-dimensionnée de « %d » octets
ja: '%d' バイトの長さ超過のペイロード

source: bad HMAC checksum (got %s, wanted %s) this suggests data was corrupted in transit
de: Falsche HMAC-Prüfsumme (bekam %s, benötigte %s). Das bedeutet, das Daten bei der Übertragung beschädigt wurden.
fr: somme de contrôle HMAC erronée (obtenu %s, attendu %s) Ceci suggère que les données ont été corrompues pendant le transit.

source: unknown role specifier %d
de: unbekannter Rollenspezifikation %d
fr: le rôle donné %d est inconnu
ja: 不明な役割指定子 %d

source: node level is %d, exceeds maximum %d
de: Knotenebene ist %d, überschreitet das Maximum %d
fr: niveau de nœud est %d, ce qui dépasse la limite %d
ja: ノードレベル %d は最大制限 %d を越えています

source: mismatched node hash value %s, expected %s
de: falsch zugeordneter Knoten-Hashwert %s, %s erwartet
fr: la somme de contrôle « %s » du nœud ne correspond pas à la valeur attendue « %s »
ja: 一致しないノードハッシュ値 %s、期待されるのは %s です

source: parsing RCS file '%s'
fr: analyse syntaxique du fichier RCS « %s »

source: parsed RCS file '%s' OK
fr: analyse syntaxique du fichier RCS « %s » OK

source: error reading RCS file '%s': %s
fr: erreur lors de la lecture du fichier RCS « %s » : %s

source: '%s' appears to be a CVS repository root directory try importing a module instead, with 'cvs_import %s/<module_name>'
fr: %s semble être la racine d'un dépôt CVS tentative d'importer un module, en employant « cvs_import %s/<nom_du_module> »

source: tags
de: Marken
fr: étiquettes
ja: タグ

source: ignored invalid mapping '%s'
de: ignoriere ungültige Zuordnung '%s'
fr: mappage « %s » invalide ignoré

source: invalid git author '%s' mapped from monotone author '%s'
de: ungültiger git-Autor '%s', abgebildet vom monotone-Autor '%s'
fr: auteur « %s » git invalide lié à l'auteur « %s » de monotone

source: missing leading ':' in marks file
de: fehlender führender ':' in Markierungsdatei
fr: deux-points de tête manquant dans le fichier de marques

source: missing space after mark
de: fehlendes Leerzeichen nach Markierung
fr: espace manquant après la marque

source: bad revision id in marks file
de: ungültige Revisions-ID in Markierungsdatei
fr: mauvais identifiant de révision dans le fichier de marques

source: incomplete line in marks file
de: unvollständige Zeile in Markierungsdatei
fr: ligne incomplète dans le fichier de marques

source: loading
de: lade
fr: en cours de chargement

source: exporting
de: exportiere
fr: en cours d'exportation

source: invalid git author '%s' from monotone author key '%s'
de: ungültiger git-Autor '%s' von monotone Autor-Schlüssel '%s'
fr: auteur « %s » git invalide provenant de la clef de l'auteur monotone « %s »

source: invalid git author '%s' from monotone author value '%s'
de: ungültiger git-Autor '%s' von monotone Autor-Wert '%s'
fr: auteur « %s » git invalide provenant de la valeur de l'auteur monotone « %s »

source: revision has no manifest id
fr: cette révision n'a aucun identifiant de manifeste

source: merge revision has a null parent
fr: la révision fusionnée a un parent nul

source: revision has %d edges, not 1 or 2
fr: la révision possède %d bords, non pas 1 ou 2

source: the command '%s %s' cannot be restricted in a two-parent workspace
de: Das Kommando '%s %s' kann nicht in einem Arbeitsbereich mit zwei Eltern-Revisionen eingeschränkt werden.
fr: la commande « %s %s » ne peut être restreinte dans un espace de travail possédant deux parents

source: encountered a revision with unknown format, version %s. I only know how to understand the version 1 format. A newer version of monotone is required to complete this operation
fr: rencontre d'une révision au format inconnu, version %s. Je ne comprend que le format version 1. Une version plus récente de monotone est requise pour terminer cette opération.

source: failed to parse revision
de: konnte Revision nicht analysieren
fr: Échec de l'analyse de la révision

source: restriction includes deletion of '%s' but excludes deletion of '%s'
de: Die Beschränkung schließt das Löschen von '%s' ein, jedoch das Löschen von '%s' aus.
fr: les contraintes incluent la suppression de « %s » mais excluent celle de « %s »

source: restriction excludes addition of '%s' but includes addition of '%s'
de: Beschränkung schließt das Hinzufügen von '%s' ein, jedoch das Hinzufügen von '%s' aus.
fr: les contraintes excluent l'ajout de « %s » mais incluent celle de « %s »

source: restriction excludes addition of root directory
de: Beschränkung schließt das Hinzufügen des Wurzelverzeichnisses aus
fr: les contraintes excluent l'ajout d'un répertoire racine

source: invalid restriction
de: ungültige Beschränkung
fr: contrainte invalide

source: %s (base revision: %s)
de: %s (Basis-Revision: %s)
fr: %s (révision de base : %s)
ja: %s (基準リビジョン %s)

source: %s Running on : %s C++ compiler : %s C++ standard library: %s Boost version : %s SQLite version : %s (compiled against %s) Lua version : %s PCRE version : %s (compiled against %d.%d) Botan version : %d.%d.%d (compiled against %d.%d.%d) Changes since base revision: %s
de: %s Laufe auf : %s C++ Compiler : %s C++ Standardbibliothek: %s Boost-Version : %s SQLite-Version : %s (kompiliert mit %s) Lua-Version : %s PCRE-Version : %s (kompiliert mit %d.%d) Botan-Version : %d.%d.%d (kompiliert mit %d.%d.%d) Änderungen seit der Basis-Revision %s
fr: %s Exécuté sur : %s Compilateur C++ : %s Bibliothèque standard C++ : %s Version de Boost : %s Version de SQLite : %s (compilé avec %s) Version de Lua : %s Version de PCRE : %s (compilé avec %d.%d) Version de Botan : %d.%d.%d (compilé avec %d.%d.%d) Changements depuis la rev. de base : %s

source: [BRANCH]
de: [ZWEIG]
fr: [BRANCHE]

source: Prints the heads of the given branch
de: Gibt die Köpfe des übergebenen Zweigs aus
fr: Affiche les têtes d'une branche donnée

source: with no argument, this command prints the heads of the workspace's branch
de: Wenn kein Argument übergeben wurde, gibt dieses Kommando die Köpfe des Zweiges des Arbeitsbereichs aus.
fr: Sans aucun argument, cette commande affiche les têtes de la branche de l'espace de travail

source: REV1 [REV2 [REV3 [...]]]
fr: RÉV1 [RÉV2 [RÉV3 [...]]]

source: Prints the ancestors of the given revisions
de: Gibt die Vorfahren der übergebenen Revisionen aus
fr: Affiche les ancêtres des révisions données

source: Prints the descendents of the given revisions
de: Gibt die Nachfahren der übergebenen Revisionen aus
fr: Affiche les descendants des révisions données

source: [REV1 [REV2 [REV3 [...]]]]
fr: [RÉV1 [RÉV2 [RÉV3 [...]]]]

source: Erases the ancestors in a list of revisions
de: Entfernt die Vorfahren von einer Liste von Revisionen
fr: Efface les ancêtres dans une liste de révisions

source: Topologically sorts a list of revisions
de: Sortiert eine Liste von Revisionen topologisch
fr: Trie topologiquement une liste de révisions

source: NEW_REV [OLD_REV1 [OLD_REV2 [...]]]
de: NEUE_REV [ALTE_REV1 [ALTE_REV2 [...]]]
fr: NOUVELLE_RÉV [ANCIENNE_RÉV1 [ANCIENNE_RÉV2 [...]]]

source: Lists the ancestors of the first revision given, not in the others
de: Gibt die Vorfahren der ersten Revision aus, die nicht ebenfalls Vorfahren der anderen übergebenen Revisionen sind
fr: Liste les ancêtres de la première révision donnée, pas des autres

source: Lists the leaves of the revision graph
de: Gibt die Blätter des Revisionsgraphen aus
fr: Liste les feuilles du graphe des révisions

source: Lists the roots of the revision graph
de: Gibt die Wurzeln des Revisionsgraphen aus
fr: Liste les racines du graphe des révisions

source: Prints the parents of a revision
de: Gibt die Eltern einer Revision aus
fr: Affiche les parents d'une révision

source: Prints the children of a revision
de: Gibt die Kinder einer Revision aus
fr: Affiche les enfants d'une révision

source: Prints the complete ancestry graph
de: Gibt den kompletten Revisionsgraphen aus
fr: Affiche l'arbre complet des ancêtres

source: SELECTOR
de: SELEKTOR
fr: SÉLECTEUR

source: Lists the revisions that match a selector
de: Gibt die Revisionen aus, die auf einem Selektor passen
fr: Liste les révisions qui correspondent à un sélecteur

source: '%s' is both known and ignored; it will be shown as 'missing'. Check '.mtn-ignore'
fr: « %s » est à la fois connu et ignoré ; il sera affiché comme « manquant ». Vérifiez « .mtn-ignore ».

source: Prints a summary of files found in the workspace
de: Gibt eine Zusammenfassung der Dateien, die im Arbeitsbereich gefunden wurden, aus
fr: Affiche un résumé des fichiers trouvés dans l'espace de travail

source: REVID
de: REVISIONS_ID
fr: ID_RÉVISION

source: Shows change information for a revision
de: Zeigt die Änderungen, die in einer Revision vorgenommen wurden
fr: Affiche les changements pour une révision

source: [PATHS ...]
de: [PFADE...]
fr: [CHEMINS]...

source: Shows change information for a workspace
de: Zeigt Änderungen in einem Arbeitsbereich
fr: Affiche les changements pour un espace de travail

source: Shows the revision on which the workspace is based
de: Gibt die Revision zurück, auf der der Arbeitsbereich basiert
fr: Affiche la révision sur laquelle l'espace de travail est basé

source: Shows the revision of the current workspace
de: Gibt die Revision des derzeitigen Arbeitsbereiches zurück
fr: Affiche la révision pour l'espace de travail courant
