Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: Shows the manifest associated with a revision
de: Zeigt das Manifest, welches einer Revision zugeordnet ist
fr: Affiche le manifeste associé à une révision

source: Prints the extended manifest for the given identifier
de: Gibt das erweiterte Manifest für die Revision mit der übergebenen ID aus
fr: Affiche le manifeste étendu pour l'identifiant donné

source: Prints the revision data in packet format
de: Gibt die Revisionsdaten im Paketformat aus
fr: Affiche les données de révision dans un format de paquet

source: Prints the certs associated with a revision in packet format
de: Gibt die Zertifikate, die einer Revision zugeordnet sind, im Paketformat aus
fr: Affiche les certificats associés à une révision sous forme de paquet

source: Prints the file data in packet format
de: Gibt die Dateidaten im Paketformat aus
fr: Affiche les données de fichier dans un format de paquet

source: no such file '%s'
de: Datei nicht gefunden: '%s'
fr: pas de fichier « %s »
ja: ファイル '%s' は存在しません

source: OLD_FILE NEW_FILE
de: ALTE_DATEI NEUE_DATEI
fr: ANCIEN_FICHIER NOUVEAU_FICHIER

source: Prints the file delta in packet format
de: Gibt ein Datei-Delta im Paketformat aus
fr: Affiche le fichier delta dans un format de paquet

source: Prints revisions that are common ancestors of a list of revisions
de: Gibt die Revisionen aus, die gemeinsame Vorfahren einer Liste von Revisionen sind
fr: Affiche les révisions qui ont des ancêtres communs avec une liste de révisions

source: Prints all branch certs in the revision graph
de: Gibt alle Zweigzertifikate des Revisionsgraphen aus
fr: Affiche tous les certificats de branches dans un graphe de révision

source: [BRANCH_PATTERN]
de: [ZWEIG_MUSTER]
fr: [MOTIF_DE_BRANCHE]

source: Prints all tags attached to a set of branches
de: Gibt alle Marken zurück, die einer Menge von Zweigen zugeordnet sind
fr: Afficher toutes les étiquettes attachées à un ensemble de branches

source: Shows the value of an option
de: Zeigt den Wert einer Option im Arbeitsbereich
fr: Affiche la valeur d'une option

source: REV FILE
de: REVISION DATEI
fr: RÉV FICHIER

source: Lists the revisions that changed the content relative to another revision
de: Gibt alle Revisionen aus, die den Inhalt von DATEI relativ zu REVISION geändert haben
fr: Liste les révisions qui ont modifié le contenu relatif à une autre révision

source: file '%s' is unknown for revision %s
fr: le fichier « %s » est inconnu pour la révision %s

source: REV1 FILE REV2
de: REV1 DATEI REV2
fr: RÉV1 FICHIER RÉV2

source: Prints the name of a file in a target revision relative to a given revision
de: Gibt den Namen von DATEI aus REV1 zurück, so wie sie in der REV2 benannt ist
fr: Affiche le nom d'un fichier dans une révision cible relative à une révision donnée

source: [FILEID] CONTENTS
de: [DATEIID] INHALT
fr: [ID-FICHIER] CONTENU

source: Stores a file in the database
de: Speichert eine Datei in der Datenbank
fr: Enregistre un fichier dans la base de données

source: REVISION-DATA
de: REVISIONS-DATEN
fr: DONNÉES-DE-RÉVISION

source: Stores a revision into the database
de: Speichert eine Revision in der Datenbank
fr: Enregistre une révision dans la base de données

source: missing prerequisite for revision %s
de: fehlende Voraussetzung für Revision %s
fr: des prérequis pour la révision « %s » manquent

source: REVISION-ID NAME VALUE
de: REVISIONS-ID NAME WERT
fr: RÉVISION-ID NOM VALEUR

source: Adds a revision certificate
de: Fügt ein Zertifikat zu einer Revision hinzu
fr: Ajoute un certificat de révision

source: [DOMAIN]
de: [DOMÄNE]
fr: [DOMAINE]

source: Retrieve database variables
de: Gibt Datenbankvariablen zurück
fr: Récupérer les variables de la base de données

source: no variables found or invalid domain specified
fr: aucune variable trouvée ou domaine invalide spécifié

source: DOMAIN [NAME]
de: DOMÄNE [NAME]
fr: DOMAINE [NOM]

source: Drops a database variable
de: Entfernt eine Datenbankvariable
fr: Supprime une variable de la base de données

source: no variables found in domain '%s'
fr: aucune variable trouvée dans le domaine « %s »

source: Prints the workspace root for the current directory
de: Gibt das Wurzelverzeichnis des Arbeitsbereichs für das aktuelle Verzeichnis aus
fr: Affiche la racine de l'espace de travail pour le répertoire courant

source: Executes the given lua function and returns the result
de: Führt die gegebene Lua-Funktion aus und gibt deren Rückgabewert zurück
fr: Exécute la fonction lua donnée et affiche le résultat

source: lua function '%s' does not exist
de: Lua-Funktion '%s' existiert nicht
fr: la fonction lua « %s » n'existe pas

source: lua call '%s' failed
de: Ausführung der Lua-Funktion '%s' schlug fehl
fr: Échec de l'appel lua « %s »

source: no completions for this command
de: keine Vervollständigungen für dieses Kommando
fr: pas de complétion pour cette commande

source: multiple completions possible for this command
de: mehrere Vervollständigungen für dieses Kommando möglich
fr: plusieurs complétions sont possibles pour cette commande

source: sorry, that can't be run remotely or over stdio
de: Entschuldigung, dieses Kommando kann nicht entfernt oder über stdio ausgeführt werden
fr: désolé, impossible d'exécuter à distance ou par-dessus stdio

source: file structure is corrupted; cannot check further
de: Dateistruktur ist beschädigt; kann mit der Prüfung nicht fortfahren
fr: la structure du fichier est corrompue ; impossible de faire plus de vérifications

source: markings
de: Markierungen
fr: marquages

source: ancestry
de: Vorfahren
fr: ascendance
ja: 祖先

source: certs
de: Zertifikate
fr: certificats
ja: 証明

source: heights
de: Höhenangaben
fr: altitudes

source: height relations
de: Verbindungen von Höhenangaben
fr: relations d'altitude

source: file %s missing (%d manifest references)
de: Datei %s fehlt (%d Manifeste mit Referenzen)
fr: fichier %s manquant (%d références du manifeste)

source: file %s unreferenced
de: Datei %s nicht referenziert
fr: fichier « %s » non référencé

source: file %s has a missing or invalid file size
de: Datei %s hat eine fehlende oder ungültige Dateigröße
fr: le fichier %s est de taille invalide ou inconnue

source: roster %s unreferenced
de: Katalog %s nicht referenziert
fr: liste %s non référencé

source: roster %s incomplete (%d missing files)
de: Katalog %s unvollständig (%d fehlende Dateien)
fr: liste %s incomplète (%d fichiers manquants)

source: roster %s incomplete (%d missing revisions)
de: Katalog %s unvollständig (%d fehlende Revisionen)
fr: liste %s incomplète (%d révisions manquantes)

source: revision %s missing (%d revision references; %d cert references; %d parent references; %d child references; %d roster references)
de: Revision %s fehlt (%d Revisions-Referenzen; %d Zertifikats-Referenzen; %d Eltern-Referenzen; %d Kind-Referenzen; %d Katalog-Referenzen)
fr: révision %s manquante (%d réf. de révisions ; %d réf. de certificats ; %d réf. de parents ; %d réf. d'enfants ; %d réf. de liste)

source: revision %s incomplete (%d missing manifests)
de: Revision %s unvollständig (%d fehlende Manifeste)
fr: révision %s incomplète (%d manifestes manquants)

source: revision %s incomplete (%d missing revisions)
de: Revision %s unvollständig (%d fehlende Revisionen)
fr: révision %s incomplète (%d révisions manquantes)

source: revision %s incomplete (missing roster)
de: Revision %s unvollständig (fehlender Katalog)
fr: révision %s incomplète (liste manquante)

source: revision %s mismatched roster and manifest
de: Revision %s passt nicht auf Katalog und Manifest
fr: révision %s, liste et manifeste ne correspondent pas

source: revision %s incomplete (incomplete roster)
de: Revision %s unvollständig (unvollständiger Katalog)
fr: révision %s incomplète (liste incomplète)

source: revision %s mismatched parents (%d ancestry parents; %d revision refs)
de: Revision %s hat falsch zugeordnete Eltern (%d abstammende Eltern; %d Revisions-Referenzen)
fr: révision %s, parents dépareillés (%d parents ; %d réf. de révision)

source: revision %s mismatched children (%d ancestry children; %d parents)
de: Revision %s hat falsch zugeordnete Kinder (%d abstammende Kinder; %d Eltern)
fr: révision %s, des enfants ne correspondent pas (%d enfants ; %d parents)

source: revision %s has bad history (%s)
de: Revision %s hat eine ungültige Historie (%s)
fr: la révision %s a un historique erroné (%s)

source: revision %s is not parseable (perhaps with unnormalized paths?)
de: Revision %s ist nicht analysierbar (eventuell mit nicht-normalisierten Pfaden?)
fr: la révision %s n'est pas syntaxiquement correcte (peut-être a-t-elle des chemins non normalisés ?)

source: revision %s is not in normalized form
de: Revision %s ist nicht normalisiert
fr: la révision %s n'est pas en forme normalisée

source: key %s missing (signed %d certs)
de: Schlüssel %s fehlt (signierte %d Zertifikate)
fr: la clef %s est manquante (elle a signé %d certificats)

source: revision %s unchecked signature in %s cert from missing key %s
de: Revision %s ungeprüfte Signatur in %s Zertifikat von fehlendem Schlüssel %s
fr: révision %s, signature non vérifiée dans le certificat %s, faite à l'aide de la clef manquante %s

source: revision %s bad signature in %s cert from key %s
de: Revision %s ungültige Signatur in %s Zertifikat von Schlüssel %s
fr: révision %s, signature erronée dans le certificat %s avec la clef %s

source: revision %s missing %s cert
de: Revision %s fehlt Zertifikat %s
fr: révision %s, certificat %s manquant

source: revision %s mismatched certs (%d authors %d dates %d changelogs)
de: Revision %s falsch zugeordnete Zertifikate (%d Autoren-, %d Datums-, und %d Log-Einträge)
fr: révision %s, certificats dépareillés (%d auteurs %d dates %d entrées d'historique)

source: height missing for revision %s
de: Revision %s fehlt die Höhenangabe
fr: altitude manquante pour la révision %s

source: duplicate height for revision %s
de: doppelte Höhenangabe für Revision %s
fr: altitude dupliquée pour la révision %s

source: height of revision %s not greater than that of parent
de: Höhenangabe für Revision %s ist nicht größer als die der Eltern-Revision
fr: l'altitude de la révision %s n'est pas supérieure à celle de son parent

source: cached branch '%s' not used
de: gecachter Zweig '%s' wird nicht benutzt
fr: la branche mise en cache « %s » n'est pas utilisée

source: branch '%s' not cached
de: Zweig '%s' ist nicht gecacht
fr: la branche « %s » n'est pas mise en cache

source: branch '%s' wrong head count
de: Zweig '%s' hat falsche Anzahl an Köpfen
fr: la branche « %s » a un mauvais comptage de tête

source: %d missing files
de: %d fehlende Dateien
fr: %d fichiers manquants

source: %d unreferenced files
de: %d nicht referenzierte Dateien
fr: %d fichiers non référencés

source: %d missing or invalid file sizes
de: %d fehlende oder ungültige Dateigrößen
fr: %d fichiers manquants ou de taille invalide

source: %d unreferenced rosters
de: %d nicht referenzierte Kataloge
fr: %d listes non référencées

source: %d incomplete rosters
de: %d unvollständige Kataloge
fr: %d listes incomplètes

source: %d missing revisions
de: %d fehlende Revisionen
fr: %d révisions manquantes

source: %d incomplete revisions
de: %d unvollständige Revisionen
fr: %d révisions incomplètes

source: %d mismatched parents
de: %d falsch zugeordnete Eltern
fr: %d parents non correspondants

source: %d mismatched children
de: %d falsch zugeordnete Kinder
fr: %d enfants non correspondants

source: %d revisions with bad history
de: %d Revisionen mit ungültiger Historie
fr: %d révisions avec un historique erroné

source: %d revisions not parseable (perhaps with invalid paths)
de: %d Revisionen nicht analysierbar (evtl. mit ungültigem Pfad)
fr: %d révisions non analysables (peut-être ont-elles des chemins invalides)

source: %d revisions not in normalized form
de: %d Revisionen nicht in normalisierter Form
fr: %d révisions non normalisées

source: %d missing rosters
de: %d fehlende Kataloge
fr: %d listes manquantes

source: %d missing keys
de: %d fehlende Schlüssel
fr: %d clefs manquantes

source: %d missing certs
de: %d fehlende Zertifikate
fr: %d certificats manquants

source: %d mismatched certs
de: %d falsch zugeordnete Zertifikate
fr: %d certificats dépareillés

source: %d unchecked signatures due to missing keys
de: %d ungeprüfte Signaturen durch fehlende Schlüssel
fr: %d signatures non contrôlées à cause de clefs manquantes

source: %d bad signatures
de: %d ungültige Signaturen
fr: %d signatures erronées

source: %d missing heights
de: %d fehlende Höhenangaben
fr: %d altitudes manquantes

source: %d duplicate heights
de: %d doppelte Höhenangaben
fr: %d altitudes similaires

source: %d incorrect heights
de: %d fehlerhafte Höhenangaben
fr: %d altitudes incorrectes

source: %d branches cached but not used
de: %d Zweige gecacht, aber nicht genutzt
fr: %d branches mises en cache mais non utilisées

source: %d branches with incorrect head count
de: %d Zweige mit ungültiger Anzahl an Köpfen
fr: %d branches ayant un mauvais comptage de tête

source: %d branches missing from branch cache
de: %d Zweige fehlen im Zweig-Cache
fr: %d branches manquent dans le cache de branche

source: check complete: %d files; %d rosters; %d revisions; %d keys; %d certs; %d heights; %d branches
de: Überprüfung beendet: %d Dateien; %d Kataloge; %d Revisionen; %d Schlüssel; %d Zertifikate; %d Höhenangaben; %d Zweige
fr: vérification terminée : %d fichiers ; %d listes ; %d révisions ; %d clefs ; %d certificats ; %d altitudes ; %d branches

source: total problems detected: %d (%d serious)
de: insgesamt aufgespürte Probleme: %d (%d gravierend)
fr: total problèmes détectés : %d (%d sérieux)

source: serious problems detected
de: gravierende Probleme aufgespürt
fr: problèmes sérieux détectés
ja: 深刻な問題を検出しました

source: minor problems detected
de: kleinere Probleme aufgespürt
fr: problèmes mineurs détectés

source: database is good
de: Datenbank ist in Ordnung
fr: la base de données est bonne

source: selection '%s' has multiple ambiguous expansions:
de: Die Auswahl '%s' kann auf mehrere Arten erweitert werden:
fr: la sélection « %s » possède plusieurs expansions ambiguës :

source: the key selector k: must not be empty
de: der Schlüssel-Selektor k: darf nicht leer sein
fr: le sélecteur de clef k: ne peut pas être vide

source: the empty branch selector b: refers to the current branch
de: der leere Zweig-Selektor b: bezieht sich auf den derzeitigen Zweig
fr: le sélecteur de branche vide b: se réfère à la branche courante

source: the cert selector c: may not be empty
de: der Zertifikats-Selektor c: darf nicht leer sein
fr: le sélecteur de certificat c: ne peut pas être vide

source: selector '%s' is not a valid date
fr: le sélecteur « %s » ne correspond pas à une date valide

source: selector '%s' is not a valid date (internally completed to '%s')
fr: le sélecteur « %s » n'est pas une date valide (expansion interne « %s »)

source: expanded date '%s' -> '%s'
fr: expansion de la date « %s » en « %s »

source: the empty head selector h: refers to the head of the current branch
de: der leere Kopf-Selektor h: bezieht sich auf den Kopf des derzeitigen Zweigs
fr: le sélecteur de tête vide h: fait référence à la tête de la branche courante

source: the empty parent selector p: refers to the base revision of the workspace
de: der leere Eltern-Selektor p: bezieht sich auf die Basis-Revision des derzeitigen Arbeitsbereichs
fr: le sélecteur vide du parent p: fait référence à la révision de base de l'espace de travail

source: no value is allowed with the update selector u:
de: Der Aktualisierungs-Selektor u: darf keinen Wert erhalten
fr: Aucune valeur n'est autorisée pour le sélecteur de mise à jour u:

source: the update selector u: refers to the revision before the last update in the workspace
de: der Aktualisierungs-Selektor u: bezieht sich auf Revisionen vor der letzten Aktualisierung des derzeitigen Arbeitsbereichs
fr: Le sélecteur de mise à jour u: fait référence à la révision antérieure à la dernière mise à jour dans l'espace de travail.

source: no value is allowed with the base revision selector w:
de: der Basisrevisions-Selektor w: darf keinen Wert erhalten
fr: Aucune valeur n'est autorisée pour le sélecteur de révision de base w:

source: the selector w: returns the base revision(s) of the workspace
de: Der Selektor w: gibt die Basisrevision(en) des Arbeitsbereichs zurück
fr: Le sélecteur w: retourne le ou les révision(s) de base de l'espace de travail.

source: the '%s' function takes %d argument, not %d
de: die '%s'-Funktion benötigt %d Argument, nicht %d
fr: la fonction « %s » attend %d argument, pas %d

source: unknown selection function '%s'
de: unbekannte Selektorfunktion '%s'
fr: fonction de sélection « %s » inconnue

source: expanded selector '%s' -> '%s'
de: expandiere Selektor '%s' -> '%s'
fr: expansion du sélecteur « %s » en « %s »

source: unknown selector type: %c
de: unbekannter Selektor-Typ: %c
fr: type de sélecteur inconnu : %c

source: selector '%s' is invalid, it ends with the escape character '\'
de: Selektor '%s' ist ungültig, er endet mit dem Escapezeichen '\'
fr: Le sélecteur « %s » est invalide car il se termine avec le caractère d'échappement « \ ».

source: selector '%s' is invalid, it contains an unknown escape sequence '%s%s'
de: Selektor '%s' ist ungültig, er beinhaltet eine unbekannte Escapesequenz '%s%s'
fr: Le sélecteur « %s » est invalide car il contient une séquence d'échappement inconnue « %s%s ».

source: selector '%s' is invalid, unmatched ')'
de: Selektor '%s' ist ungültig, keine öffnende Klammer für ')'
fr: le sélecteur « %s » est invalide, parenthèse fermante (« ) ») non ouverte

source: selector '%s' is invalid, function argument doesn't look like an arg-list
de: Selektor '%s' ist ungültig, Funktionsargument sieht nicht wie eine Liste von Argumenten aus
fr: Le sélecteur « %s » est invalide, car l'argument de la fonction ne ressemble pas à une liste d'arguments.

source: selector '%s' is invalid, grouping parentheses contain something that doesn't look like an expr
de: Selektor '%s' ist ungültig, gruppierende Klammern beinhalten etwas, das nicht wie ein Ausdruck aussieht
fr: Le sélecteur « %s » est invalide, car les parenthèses contiennent quelque chose qui ne ressemble pas à une espression.

source: selector '%s' is invalid, because it starts with a '/'
de: Selektor '%s' ist ungültig, da er mit einem '/' beginnt
fr: le sélecteur « %s » est invalide car il débute avec un « / »

source: selector '%s' is invalid, because it starts with a '|'
de: Selektor '%s' ist ungültig, da er mit einem '|' beginnt
fr: le sélecteur « %s » est invalide car il débute avec un « | »

source: selector '%s' is invalid, because there is a '%s' someplace it shouldn't be
fr: le sélecteur « %s » est invalide, car un « %s » se trouve là où il ne devrait pas.

source: selector '%s' is invalid, don't mix '/' and '|' operators without parentheses
de: Selektor '%s' ist ungültig, Vermischung von '/'- und '|'-Operatoren ohne Klammern
fr: le sélecteur « %s » est invalide, ne mélangez pas les opérateurs « / » et « | » sans parenthèses.

source: selector '%s' is invalid, it doesn't look like an expr
de: Selektor '%s' ist ungültig, sieht nicht nach einem Ausdruck aus
fr: le sélecteur « %s » est invalide, car il ne ressemble pas à une expression.

source: expanding selection '%s'
de: expandiere Auswahl '%s'
fr: expansion de la sélection « %s »

source: no match for selection '%s'
de: kein Treffer für Auswahl '%s'
fr: aucune correspondance pour la sélection « %s »
ja: セレクション '%s' に一致するものがありません

source: expanded to '%s'
de: erweitert zu '%s'
fr: expansion à « %s »

source: %s.. by '%s' %s:
fr: %s.. par « %s » %s :

source: %s.. by '%s':
fr: %s.. par « %s » :

source: including required parent '%s'
de: beziehe benötigten Elternpfad '%s' mit ein
fr: inclusion du parent requis « %s »

source: conflicting include/exclude on path '%s'
de: kollidierende Beschränkung für Pfad '%s'
fr: conflit d'inclusion/exclusion sur le chemin « %s »

source: restriction includes unknown path '%s'
de: Beschränkung schließt unbekannten Pfad '%s' ein
fr: les contraintes incluent un chemin inconnu « %s »

source: restriction excludes unknown path '%s'
de: Beschränkung schließt unbekannten Pfad '%s' aus
fr: les contraintes excluent un chemin inconnu « %s »

source: %d unknown path
de: %d unbekannter Pfad
fr: %d chemin inconnu

source: note: your workspace has not been updated
de: Hinweis: Ihr Arbeitsbereich wurde nicht aktualisiert.
fr: note : votre espace de travail n'a pas été mis à jour

source: content changes to the file '%s' will be ignored during this merge as the file has been removed on one side of the merge. Affected revisions include:
fr: le contenu modifié dans le fichier « %s » sera ignoré durant cette fusion puisque le fichier a été supprimé sur un côté de la fusion. Les révisions affectées sont :

source: Revision: %s
fr: Révision : %s

source: conflict: missing root directory
de: Konflikt: fehlendes Wurzelverzeichnis
fr: conflit : répertoire racine manquant

source: directory '%s' pivoted to root on the left
de: Verzeichnis '%s' wurde auf linker Seite mit Wurzelverzeichnis getauscht
fr: le répertoire « %s » a été pivoté vers la racine à gauche

source: directory '%s' deleted on the right
de: Verzeichnis '%s' wurde auf rechter Seite gelöscht
fr: le répertoire « %s » supprimé à gauche

source: directory '%s' deleted on the left
de: Verzeichnis '%s' wurde auf linker Seite gelöscht
fr: le répertoire « %s » supprimé à droite

source: directory '%s' pivoted to root on the right
de: Verzeichnis '%s' wurde auf rechter Seite mit Wurzelverzeichnis getauscht
fr: le répertoire « %s » a été pivoté vers la racine à droite

source: conflict: invalid name '_MTN' in root directory
fr: conflit : nom invalide « _MTN » dans le répertoire racine

source: '%s' pivoted to root on the left
de: '%s' wurde auf linker Seite mit Wurzelverzeichnis getauscht
fr: « %s » pivoté vers la racine à gauche

source: '%s' renamed to '%s' on the right
de: '%s' wurde zu '%s' auf rechter Seite umbenannt
fr: « %s » renommé en « %s » à droite

source: '%s' added in revision %s on the right
de: '%s' wurde in Revision %s auf rechter Seite hinzugefügt
fr: « %s » ajouté à la révision « %s » à droite

source: '%s' pivoted to root on the right
de: '%s' wurde auf rechter Seite mit Wurzelverzeichnis getauscht
fr: « %s » pivoté vers la racine à droite

source: '%s' renamed to '%s' on the left
de: '%s' wurde zu '%s' auf linker Seite umbenannt
fr: « %s » renommé en « %s » à gauche

source: '%s' added in revision %s on the left
de: '%s' wurde in Revision %s auf linker Seite hinzugefügt
fr: « %s » ajouté à la révision « %s » à gauche

source: conflict: directory loop created
de: Konflikt: Verzeichnis-Schleife erzeugt
fr: conflit : création d'une boucle de répertoire

source: conflict: orphaned file '%s' from revision %s
de: Konflikt: verwaiste Datei '%s' von Revision %s
fr: conflit : fichier orphelin « %s » de la révision %s

source: conflict: orphaned directory '%s' from revision %s
de: Konflikt: verwaistes Verzeichnis '%s' von Revision %s
fr: conflit : répertoire orphelin « %s » de la révision %s

source: parent directory '%s' was deleted on the right
de: Eltern-Verzeichnis '%s' wurde auf rechter Seite gelöscht
fr: le répertoire parent « %s » a été supprimé à droite

source: file '%s' was renamed from '%s' on the left
de: Datei '%s' wurde auf linker Seite von '%s' umbenannt
fr: le fichier « %s » a été renommé à partir de « %s » à gauche

source: directory '%s' was renamed from '%s' on the left
de: Verzeichnis '%s' wurde auf linker Seite von '%s' umbenannt
fr: le répertoire « %s » a été renommé à partir de « %s » à gauche

source: file '%s' was added on the left
de: Datei '%s' wurde auf linker Seite hinzugefügt
fr: le fichier « %s » a été ajouté à gauche
