Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: This command modifies your workspace to be based off of a different revision, preserving uncommitted changes as it does so. If a revision is given, update the workspace to that revision. If not, update the workspace to the head of the branch.
de: Dieses Kommando verändert Ihren Arbeitsbereich, sodass dieser auf einer anderen Revision basiert. Noch nicht eingepflegte Änderungen bleiben dabei erhalten. Wenn eine Revision angegeben wurde, erfolgt die Aktualisierung zu dieser Revision. Wenn nicht, dient der Kopf des aktuellen Zweiges als Grundlage für die Aktualisierung.
fr: Cette commande modifie votre espace de travail afin de le baser sur une révision différente, tout en préservant les changements non-commités. Si une révision est spécifiée, elle mettra à jour l'espace de travail vers celle-ci. Dans le cas contraire, elle met à jour vers la tête de la branche.

source: at most one revision selector may be specified
de: höchstens ein Revisionsselektor darf angegeben werden
fr: Vous ne pouvez spécifier qu'au plus un sélecteur de révision

source: [merged] %s
de: [vereinigt] %s
fr: [fusionné] %s

source: Merges unmerged heads of a branch
de: Führt nicht-vereinigte Köpfe eines Zweiges zusammen
fr: Fusionne les têtes de branche non fusionnées

source: please specify a branch, with '--branch=BRANCH'
fr: veuillez préciser une branche avec « --branch=BRANCHE »

source: branch '%s' is already merged
de: Zweig '%s' wurde bereits vereinigt
fr: la branche « %s » est déjà fusionnée

source: %d head on branch '%s'
de: %d Kopf auf Zweig '%s'
fr: il y a %d tête dans la branche « %s »

source: merge %d / %d:
de: vereinige %d / %d
fr: fusion %d / %d :

source: calculating best pair of heads to merge next
de: bestimme bestmögliches Paar von Köpfen, welche als nächste vereinigt werden
fr: calcul de la meilleure paire de têtes pour la prochaine fusion

source: note: branch '%s' still has %d heads; run merge again
de: Hinweis: Zweig '%s' hat weitere %d Köpfe; führen Sie das merge-Kommando erneut aus
fr: note : la branche « %s » a toujours %d têtes ; lancez une nouvelle fusion

source: branch '%s' is not merged
de: Zweig '%s' ist nicht vereinigt
fr: la branche « %s » n'est pas fusionnée

source: branch '%s' is up-to-date with respect to branch '%s'
de: Zweig '%s' ist bezogen auf Zweig '%s' aktuell
fr: la branche « %s » est à jour par rapport à la branche « %s »

source: no action taken
de: keine Aktion ausgeführt
fr: aucune action effectuée

source: propagating %s -> %s
de: übertrage %s -> %s
fr: propagation %s -> %s

source: no merge necessary; putting %s in branch '%s'
de: kein Vereinigen notwendig; schiebe %s in Zweig '%s'
fr: pas de fusion nécessaire ; inscription de « %s » dans la branche « %s »

source: Path '%s' not found in destination tree.
fr: le chemin « %s » n'a pas été trouvé dans l'arborescence de destination

source: SOURCE-BRANCH DEST-BRANCH
de: QUELL-ZWEIG ZIEL-ZWEIG
fr: BRANCHE-SOURCE BRANCHE-DESTINATION

source: Merges from one branch to another asymmetrically
de: Überführt die Änderungen eines Zweigs auf einen anderen asymmetrisch
fr: fusionne une branche vers une autre de façon asymétrique

source: SOURCE-BRANCH DEST-BRANCH DIR
de: QUELL-ZWEIG ZIEL-ZWEIG VERZEICHNIS
fr: BRANCHE-SOURCE BRANCHE-DESTINATION RÉPERTOIRE

source: Merges one branch into a subdirectory in another branch
de: Überführt die Änderungen eines Zweigs in ein Unterverzeichnis eines anderen Zweigs
fr: fusionne une branche dans un sous-répertoire d'une autre branche

source: OTHER-REVISION
de: ANDERE-REVISION
fr: AUTRE-RÉVISION

source: Merges a revision into the current workspace's base revision
de: Überführt die Änderungen einer Revision in den derzeitigen Arbeitsbereich
fr: Fusionne une révision avec la révision actuelle de l'espace de travail

source: Merges OTHER-REVISION into the current workspace's base revision, and update the current workspace with the result. There can be no pending changes in the current workspace. Both OTHER-REVISION and the workspace's base revision will be recorded as parents on commit. The workspace's selected branch is not changed.
de: Überführt ANDERE-REVISION in die Basis-Revision des derzeitigen Arbeitsbereiches und aktualisiert den Arbeitsbereich mit dem Ergebnis. Der derzeitige Arbeitsbereich darf keine Änderungen aufweisen. Sowohl ANDERE-REVISION als auch die Basisrevision des Arbeitsbereiches werden als Elternrevision beim Einpflegen aufgenommen. Der gewählte Zweig des Arbeitsbereiches bleibt unverändert.
fr: Fusionne AUTRE-RÉVISION avec la révision de base de l'espace de travail actuel et met à jour l'espace de travail avec le résultat. Il ne doit pas y avoir de changements latents dans l'espace de travail. AUTRE-RÉVISION et la révision de base de l'espace de travail seront tous les deux enregistrés comme parents lors du commit. La branche de l'espace de travail n'est pas changée.

source: '%s' can only be used in a workspace with no pending changes
de: '%s' kann nur in Arbeitsbereichen genutzt werden, die keine Änderungen aufweisen.
fr: « %s » ne peut être utilisé que dans un espace de travail sans changements latents

source: workspace is already at revision %s
de: Arbeitsbereich ist bereits auf die Revision %s aktualisiert
fr: l'espace de travail est déjà positionné sur la révision « %s »

source: revision %s is already an ancestor of your workspace
de: Revision %s ist bereits ein Vorfahre Ihres Arbeitsbereichs
fr: la révision %s est déjà un ancêtre de votre espace de travail

source: revision %s is a descendant of the workspace parent, did you mean 'mtn update -r %s'?
de: Revision %s ist ein Nachkomme der Basisrevision Ihres Arbeitsbereichs, meinten Sie 'mtn update -r %s'?
fr: la révision %s est un descendant de l'espace de travail parent, vouliez-vous dire « mtn update -r %s » ?

source: updated to result of merge [left] %s [right] %s
de: aktualisiert auf das Ergebnis der Vereinigung [links] %s [rechts] %s
fr: mise à jour effectuée avec le résultat de la fusion : [gauche] %s [droit] %s

source: LEFT-REVISION RIGHT-REVISION DEST-BRANCH
de: LINKE_REVISION RECHTE_REVISION ZIEL_ZWEIG
fr: RÉVISION-GAUCHE RÉVISION-DROITE BRANCHE-DESTINATION

source: Merges two explicitly given revisions
de: Vereinigt zwei explizit übergebene Revisionen
fr: fusionne deux révisions données explicitement

source: The results of the merge are placed on the branch specified by DEST-BRANCH.
de: Das Ergebnis der Vereinigung wird in den Zweig ZIEL_ZWEIG platziert.
fr: Le résultat de la fusion est placé dans la branche spécifiée par BRANCHE-DESTINATION.

source: %s and %s are the same revision, aborting
de: %s und %s sind dieselben Revisionen, breche ab
fr: %s et %s sont la même révision, abandon
ja: %s と %s は同じリビジョンです. 中止します

source: %s is already an ancestor of %s
de: %s ist bereits ein Vorfahre von %s
fr: %s est déjà un ancêtre de %s
ja: %s は既に %s の祖先となっています

source: %s is an ancestor of %s; no merge is needed.
de: %s ist ein Vorgänger von %s; kein Vereinigen notwendig.
fr: %s est un ancêtre de %s ; aucune fusion n'est nécessaire.

source: 0 conflicts
de: 0 Konflikte
fr: aucun conflit détecté

source: %d conflict with supported resolutions.
de: %d Konflikt mit unterstützten Konfliktlösungen
fr: %d conflit avec solutions gérées.

source: warning: %d conflict with no supported resolutions.
de: Warnung: %d Konflikt ohne unterstützte Konfliktlösungen
fr: avertissement : conflit %d mais aucune solution gérée.

source: REV REV
de: REVISION REVISION
fr: RÉV RÉV

source: Shows what conflicts need resolution between two revisions
de: Zeigt, welche Konflikte zwischen zwei Revisionen behoben werden müssten.
fr: Indique quels conflits auraient besoin d'être résolus entre deux révisions.

source: The conflicts are calculated based on the two revisions given in the REV parameters.
de: Die Konflikte werden basierend auf den zwei übergebenen REVISION-Argumenten berechnet.
fr: Les conflits sont calculés sur la base des deux révisions données aux paramètres REV.

source: branch '%s' has only 1 head; must be at least 2 for conflicts
de: Zweig '%s' hat nur einen Kopf; es müssen mindestens zwei für conflicts sein
fr: La branche « %s » n'a qu'une tête, il en faut au moins deux pour les conflits.

source: [LEFT_REVID RIGHT_REVID]
de: [LINKE_REVID RECHTE_REVID]
fr: [REVID_GAUCHE REVID_DROITE]

source: Shows the conflicts between two revisions
de: Zeigt die Konflikte zwischen zwei Revisionen
fr: Affiche les conflits entre deux révisions.

source: If no arguments are given, LEFT_REVID and RIGHT_REVID default to the first two heads that would be chosen by the 'merge' command.
de: Wenn keine Argumente übergeben werden, werden LINKE_REVID und RECHTE_REVID standardmäßig mit den ersten zwei Köpfen vorbelegt, die auch das 'merge'-Kommando auswählen würde.
fr: Si aucun argument n'est donné, GAUCHE_REVID et DROITE_REVID prennent par défaut les deux premières têtes qui seraient choisies par la commande « merge ».

source: Store the conflicts from merging two revisions
de: Speichert die Konflikte vom Zusammenführen zweier Revisionen
fr: Enregistre les conflits résultant d'une fusion de deux révisions.

source: If no arguments are given, LEFT_REVID and RIGHT_REVID default to the first two heads that would be chosen by the 'merge' command. If '--conflicts-file' is not given, '%s' is used.
fr: Si aucun argument n'est donné, GAUCHE_REVID et DROITE_REVID prennent par défaut les deux premières têtes qui seraient choisies par la commande « merge ». Si « --conflicts-file » n'est pas donné, « %s » est utilisé.

source: conflicts file must be under '_MTN'
fr: le fichier des conflits doit se trouver sous « _MTN »

source: stored in '%s'
de: in '%s' gespeichert
fr: enregistré dans « %s »

source: LEFT_REVID LEFT_FILENAME RIGHT_REVID RIGHT_FILENAME
de: LINKE_REVID LINKER_DATEINAME RECHTE_REVID RECHTER_DATEINAME
fr: GAUCHE_REVID NOM_FICHIER_GAUCHE DROITE_REVID NOM_DE_FICHIER_DROITE

source: Prints the results of the internal line merger, given two child revisions and file names
de: Gibt die Ergebnisse des internen Zeilenzusammenführers anhand der übergebenen beiden Kindrevisionen und Dateinamen aus
fr: Quand deux révisions enfant ainsi que les noms de fichiers sont donnés, cette commande affiche le résultat de la fusion interne.

source: internal line merger failed
de: Ausführung des internen Zeilenzusammenführers fehlgeschlagen
fr: la fusion interne a échoué

source: [PATH...]
de: [PFAD...]
fr: [CHEMINS...]

source: Applies changes made at arbitrary places in history
de: Wendet Änderungen an, die an beliebigen Stellen in der Historie vollzogen wurden
fr: Applique les changements effectués à des moments arbitraires dans l'historique

source: This command takes changes made at any point in history, and edits your current workspace to include those changes. The end result is identical to 'mtn diff -r FROM -r TO | patch -p0', except that this command uses monotone's merger, and thus intelligently handles renames, conflicts, and so on. If one revision is given, applies the changes made in that revision compared to its parent. If two revisions are given, applies the changes made to get from the first revision to the second.
de: Dieses Kommando wendet Änderungen, die an beliebigen Punkten in der Historie vollzogen wurden, auf den derzeitigen Arbeitsbereich an. Das Ergebnis dieses Kommandos ist identisch zur Ausführung von 'mtn diff -r VON -r BIS | patch -p0', außer, dass bei diesem Kommando monotones Vereinigungs-Algorithmus zur Anwendung kommt, welcher Umbenennungen, Konflikte u.a. intelligent handhabt. Wenn lediglich eine Revision übergeben wurde, werden die Änderungen, die in dieser Revision relativ zu deren Elternrevision gemacht wurden, angewendet. Wenn zwei Revisionen übergeben wurden, werden die Änderungen, die zwischen der ersten und der zweiten Revision gemacht wurden, angewendet.
fr: Cette commande prend des changements faits à n'importe quel point d'historique et modifie l'espace de travail courant en tenant compte de ces changements. Le résultat final est identique à « mtn diff -r FROM -r TO | patch -p0 », à ceci près que cette commande utilise le processus de fusion interne de monotone et manipule donc les changements de nom, les conflits et le reste de façon intelligente. Si une révision est donnée, les changements faits depuis son parent sont appliqués. Si deux révisions sont données, les changements pour aller de la première à la seconde sont appliqués.

source: revision %s is a merge. To apply the changes relative to one of its parents, use: %s pluck -r PARENT -r %s
fr: la révision %s est le résultat d'une fusion. Pour appliquer les changements relatifs à un de ses parents, utiliser : %s pluck -r PARENT -r %s

source: no changes to apply
de: keine Änderungen anwendbar
fr: aucun changement à appliquer

source: no changes to be applied
de: Es gab keine Änderungen vorzunehmen.
fr: aucun changement à appliquer

source: no changes were applied
de: Es wurden keine Änderungen vorgenommen.
fr: aucun changement n'a été appliqué

source: applied changes to workspace
de: Änderungen auf Arbeitsbereich angewendet
fr: les changements ont été appliqués à l'espace de travail

source: Shows unmerged head revisions of a branch
de: Zeigt nicht-vereinigte Köpfe (Revisionen) eines Zweiges
fr: Affiche les têtes non-fusionnées d'une branche

source: branch '%s' is currently merged:
de: Zweig '%s' ist derzeit vereinigt:
fr: la branche « %s » est actuellement fusionnée :

source: branch '%s' is currently unmerged:
de: Zweig '%s' ist derzeit nicht vereinigt:
fr: la branche « %s » n'est pas fusionnée actuellement :

source: [REVID]
de: [REVISIONS_ID]
fr: [ID_RÉV]

source: Dumps the roster associated with a given identifier
de: Exportiert den Katalog, welcher einer gegebenen Revisions-ID zugeordnet ist
fr: Extrait la liste associée avec un identifiant.

source: If no REVID is given, the workspace is used.
de: Wenn keine REVID übergeben wurde, wird der Arbeitsbereich genutzt.
fr: Si aucune REVID n'est donnée, l'espace de travail est utilisé.

source: Deals with the database
de: Kommandos, die sich mit der Datenbank befassen
fr: Traite avec la base de données

source: Initializes a database
de: Initialisiert eine Datenbank
fr: Initialise une base de données

source: Creates a new database file and initializes it.
de: Erzeugt eine neue Datenbank und initialisiert diese.
fr: Crée un nouveau fichier de base de données et l'initialise.

source: Shows information about the database
de: Zeigt Informationen über die Datenbank
fr: Affiche des informations à propos de la base de données

source: Shows the database's version
de: Zeigt die Version der Datenbank
fr: Affiche la version de la base de données

source: Attempt to fix bad certs
de: Versuche schlechte Zertifikate zu reparieren
fr: Tente de corriger les mauvais certificats

source: Older monotone versions could sometimes associate certs with the wrong key. This fixes such certs if you have the correct key, and can optionally drop any certs that you don't have the correct key for. This should only be needed if you had such certs in your db when upgrading from 0.44 or earlier, or if you loaded such certs with 'mtn read'.
de: Ältere Versionen von monotone wiesen manchmal Zertifikaten den falschen Schlüssel zu. Dies repariert solche Zertifikate, wenn Sie den korrekten Schlüssel haben und kann wahlweise auch solche Zertifikate löschen, für die Sie kein solchen korrekten Schlüssel besitzen. Dies sollte nur notwendig sein, wenn Sie solche Zertifikate in Ihrer Datenbank hatten, als Sie von Version 0.44 oder früher aktualisierten oder wenn Sie die Zertifikate über 'mtn read' in monotone geladen haben.
fr: D'anciennes versions de monotone associaient parfois des certificats à de fausses clés. Cette action corrige les certificats si vous possédez la bonne clef, et efface facultativement tout mauvais certificat pour lequel vous n'avez pas la bonne clef. Ceci n'est nécessaire que si vous aviez de tels certificats dans votre base de données lors de la mise à niveau depuis la version 0.44 ou une plus ancienne, ou encore si vous avez chargé de tels certificats avec la commande « mtn read ».

source: Dumps the contents of the database
de: Gibt die Inhalte der Datenbank aus
fr: Affiche le contenu brut de la base de données

source: Generates a list of SQL instructions that represent the whole contents of the database. The resulting output is useful to later restore the database from a text file that serves as a backup.
de: Erzeugt eine Liste von SQL-Anweisungen, die die kompletten Inhalte der Datenbank darstellen. Die resultierende Ausgabe ist nützlich für eine spätere Wiederherstellung der Datenbank von einer Textdatei, die als Backup dient.
fr: Génère une liste d'instructions SQL qui représente le contenu intégral de la base de données. Le résultat est utile pour restaurer ultérieurement la base de données depuis un fichier texte qui servirait de sauvegarde.

source: Loads the contents of the database
de: Lädt die Inhalte einer Datenbank
fr: Charge le contenu de la base de données

source: Reads a list of SQL instructions that regenerate the contents of the database. This is supposed to be used in conjunction with the output generated by the 'dump' command.
de: Liest eine Liste von SQL-Anweisungen ein, die die Inhalte der Datenbank wiederherstellen. Dies sollte in Verbindung mit der Ausgabe, die vom 'dump'-Kommando erzeugt wurde, verwendet werden.
fr: Lit une liste de requêtes SQL pour régénérer le contenu de la base de données. Cela est supposé être utilisé avec la sortie créée par la commande « dump ».

source: Migrates the database to a newer schema
de: Migriert eine Datenbank zu einem neueren Schema
fr: Migre la base de données vers un nouveau schéma

source: Updates the database's internal schema to the most recent one. Needed to automatically resolve incompatibilities that may be introduced in newer versions of monotone.
de: Aktualisiert das interne Schema der Datenbank zur neuesten Version. Wird benötigt, um automatisch Inkompatibilitäten aufzulösen, die in neueren Versionen von monotone eingeführt werden könnten.
fr: Met à niveau le schéma interne de la base de données vers le plus récent. Cela est nécessaire afin de résoudre automatiquement des incompatibilités qui pourraient être introduites dans de nouvelles versions de monotone.

source: NOTE: because this database was last used by a rather old version of monotone, you're not done yet. If you're a project leader, then see the file UPGRADE for instructions on running '%s db %s'
de: HINWEIS: Da diese Datenbank mit einer älteren Version von monotone genutzt wurde, sind weitere Schritte notwendig. Wenn Sie der Projektmanager sind, dann lesen Sie bitte die Datei UPGRADE für Hinweise bei der Ausführung von '%s db %s'.
fr: NOTE : étant donné que cette base de données a été utilisée en dernier lieu par une version plutôt vieille de monotone, vous n'en avez pas terminé. Si vous êtes directeur du projet, regardez le fichier UPGRADE pour obtenir des informations sur la commande « %s db %s »

source: Executes an SQL command on the database
de: Führt ein SQL-Kommando auf der Datenbank aus
fr: Exécute une requête SQL sur la base de données

source: Directly executes the given SQL command on the database
de: Führt direkt das übergebene SQL-Kommando auf der Datenbank aus
fr: Exécute directement la requête SQL donnée sur la base de données

source: Commands that delete items from the local database
de: Kommandos, die Eintrage aus der lokalen Datenbank löschen
fr: Commandes qui suppriment des éléments de la base de données locale

source: Deletions cannot be propagated through netsync, so the deleted items will come back if you sync with a database that still has them.
de: Gelöschte Daten können nicht über netsync verbreitet werden, daher erscheinen gelöschte Einträge wieder, sobald mit einer Datenbank synchronisiert wird, die diese Einträge weiterhin vorhält.
fr: Les suppressions ne peuvent pas être propagées à travers netsync, par conséquent les éléments supprimés reviendront si vous synchronisez avec une base de données qui les possèdent encore.

source: Kills a revision from the local database
de: Löscht eine Revision von der lokalen Datenbank
fr: Supprime une révision de la base de données locale

source: revision %s already has children. We cannot kill it.
de: Die Revision %s hat bereits Nachfahren
fr: la révision « %s » a déjà des descendants. Impossible de la tuer.
ja: リビジョン %s は既に子を持っていて削除できません

source: cannot kill revision %s, because it would leave the current workspace in an invalid state, from which monotone cannot recover automatically since the workspace contains uncommitted changes. Consider updating your workspace to another revision first, before you try to kill this revision again.
fr: impossible de tuer la révision %s, parce que cela laisserait l'espace de travail actuel dans un état invalide, à partir duquel monotone ne peut se rétablir automatiquement puisque l'espace de travail contient des changements non commités. Veuillez envisager de mettre à jour votre espace de travail vers une autre révision avant d'essayer de tuer cette révision à nouveau.

source: applying changes from %s on the current workspace
de: wende Änderungen der Revision %s auf den derzeitigen Arbeitsbereich an
fr: Application des changements depuis « %s » vers l'espace de travail courant

source: Deletes the specified certs from the local database
de: Löscht die angegebenen Zertifikate von der lokalen Datenbank
fr: Supprime les certificats spécifiés de la base de données locale

source: Deletes all certs which are on the given revision(s) and have the given name and if a value is specified then also the given value.
de: Löscht alle Zertifikate, die der/den übergebene(n) Revision(en) anhängen und auf dem gegebenen Namen passen. Wird zusätzlich ein Wert übergeben, wird dieser bei der Auswahl ebenfalls in Betracht gezogen.
fr: Supprime tous les certificats de la (des) révision(s) donnée(s) et de nom donné et si une valeur est spécifiée, alors cette valeur sera également supprimée.

source: Does some sanity checks on the database
de: Führt einige Überprüfungen auf der Datenbank aus
fr: Effectue des vérifications d'intégrité sur la base de données

source: Ensures that the database is consistent by issuing multiple checks.
de: Stellt sicher, dass die Datenbank konsistent ist, in dem mehrere Überprüfungen angestoßen werden.
fr: Vérifie l'intégrité de la base de données en faisant de multiples vérifications.

source: Converts the database to the changeset format
de: Konvertiert die Datenbank in das 'changeset'-Format
fr: Convertit la base de données vers le format changeset.

source: Converts the database to the rosters format
de: Konvertiert die Datenbank in das 'rosters'-Format
fr: Convertit la base de donnée vers le format roster.

source: Regenerates the caches stored in the database
de: Erzeugt die gespeicherten Caches in der Datenbank neu
fr: Régénère les caches stockés dans la base de données

source: Clears the branch's epoch
de: Löscht die Epoche des Zweigs
fr: Vide l'époque de la branche

source: Sets the branch's epoch
de: Setzt die Epoche des Zweigs
fr: Positionne l'époque de la branche

source: The epoch must be %d characters
fr: L'époque doit faire %d caractères

source: DOMAIN NAME VALUE
de: DOMÄNE NAME WERT
fr: DOMAINE NOM VALEUR

source: Sets a database variable
de: Setzt eine Datenbankvariable
fr: Positionne une variable de la base de données
