Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: directory '%s' was added on the left
de: Verzeichnis '%s' wurde auf linker Seite hinzugefügt
fr: le répertoire « %s » a été ajouté à gauche

source: parent directory '%s' was deleted on the left
de: Eltern-Verzeichnis '%s' wurde auf linker Seite gelöscht
fr: le répertoire parent « %s » a été supprimé à gauche

source: file '%s' was renamed from '%s' on the right
de: Datei '%s' wurde auf rechter Seite zu '%s' umbenannt
fr: le fichier « %s » a été renommé à partir de « %s » à droite

source: directory '%s' was renamed from '%s' on the right
de: Verzeichnis '%s' wurde auf rechter Seite zu '%s' umbenannt
fr: le répertoire « %s » a été renommé à partir de « %s » à droite

source: file '%s' was added on the right
de: Datei '%s' wurde auf rechter Seite hinzugefügt
fr: le fichier « %s » a été ajouté à droite

source: directory '%s' was added on the right
de: Verzeichnis '%s' wurde auf rechter Seite hinzugefügt
fr: le répertoire « %s » a été ajouté à droite

source: conflict: multiple names for file '%s' from revision %s
de: Konflikt: mehrere Namen für Datei '%s' von Revision %s
fr: conflit : plusieurs noms pour le fichier « %s » de la révision %s

source: conflict: multiple names for directory '%s' from revision %s
de: Konflikt: mehrere Namen für Verzeichnis '%s' von Revision %s
fr: conflit : plusieurs noms pour le répertoire « %s » de la révision %s

source: renamed to '%s' on the left
de: umbenannt zu '%s' auf linker Seite
fr: renommé en « %s » à gauche

source: renamed to '%s' on the right
de: umbenannt zu '%s' auf rechter Seite
fr: renommé en « %s » à droite

source: conflict: duplicate name '%s' for the directory '%s'
de: Konflikt: doppelter Name '%s' für das Verzeichnis '%s'
fr: conflit : nom en double « %s » pour le répertoire « %s »

source: conflict: duplicate name '%s' for the directory named '%s' on the left and named '%s' on the right.
de: Konflikt: doppelter Eintrag '%s' für das Verzeichnis names '%s' auf linker Seite und names '%s' auf rechter Seite.
fr: conflit : nom en double « %s » pour le répertoire nommé « %s » à gauche et nommé « %s » à droite.

source: added as a new file on the left
de: als neue Datei auf linker Seite hinzugefügt
fr: ajouté en tant que nouveau fichier à gauche

source: added as a new directory on the left
de: als neues Verzeichnis auf linker Seite hinzugefügt
fr: ajouté en tant que nouveau répertoire à gauche

source: added as a new file on the right
de: als neue Datei auf rechter Seite hinzugefügt
fr: ajouté en tant que nouveau fichier à droite

source: added as a new directory on the right
de: als neues Verzeichnis auf rechter Seite hinzugefügt
fr: ajouté en tant que nouveau répertoire à droite

source: renamed from file '%s' on the left
de: von Datei '%s' auf linker Seite umbenannt
fr: renommé à partir du fichier « %s » à gauche

source: renamed from directory '%s' on the left
de: von Verzeichnis '%s' auf linker Seite umbenannt
fr: renommé à partir du répertoire « %s » à gauche

source: renamed from file '%s' on the right
de: von Datei '%s' auf rechter Seite umbenannt
fr: renommé à partir du fichier « %s » à droite

source: renamed from directory '%s' on the right
de: von Verzeichnis '%s' auf rechter Seite umbenannt
fr: renommé à partir du répertoire « %s » à droite

source: conflict: multiple values for attribute '%s' on file '%s'
de: Konflikt: mehrere Werte für Attribut '%s' auf Datei '%s'
fr: conflit : plusieurs valeurs pour l'attribut « %s » du fichier « %s »

source: conflict: multiple values for attribute '%s' on directory '%s'
de: Konflikt: mehrere Werte für das Attribut '%s' auf Verzeichnis '%s'
fr: conflit : plusieurs valeurs pour l'attribut « %s » du répertoire « %s »

source: set to '%s' on the left
de: auf '%s' auf linker Seite gesetzt
fr: positionné à « %s » à gauche

source: deleted on the left
de: auf linker Seite gelöscht
fr: supprimé à gauche

source: set to '%s' on the right
de: auf '%s' auf rechter Seite gelöscht
fr: positionné à « %s » à droite

source: deleted on the right
de: auf rechter Seite gelöscht
fr: supprimé à droite

source: conflict: multiple values for attribute '%s' on file '%s' from revision %s
de: Konflikt: mehrere Werte für Attribut '%s' auf Datei '%s' von Revision %s
fr: conflit : plusieurs valeurs pour l'attribut « %s » du fichier « %s » de la révision %s

source: conflict: multiple values for attribute '%s' on directory '%s' from revision %s
de: Konflikt: mehrere Werte für Attribut '%s' auf Verzeichnis '%s' von Revision '%s'
fr: conflit : plusieurs valeurs pour l'attribut « %s » du répertoire « %s » de la révision %s

source: set to '%s' on left file '%s'
de: auf '%s' auf linker Datei '%s' gesetzt
fr: positionné à « %s » sur le fichier à gauche « %s »

source: set to '%s' on left directory '%s'
de: auf '%s' auf linkem Verzeichnis '%s' gesetzt
fr: positionné à « %s » sur le répertoire à gauche « %s »

source: deleted from left file '%s'
de: von linker Datei '%s' gelöscht
fr: supprimé du fichier à gauche « %s »

source: deleted from left directory '%s'
de: von linkem Verzeichnis '%s' gelöscht
fr: supprimé du répertoire à gauche « %s »

source: set to '%s' on right file '%s'
de: auf '%s' auf rechter Datei '%s' gesetzt
fr: positionné à « %s » sur le fichier à droite « %s »

source: set to '%s' on right directory '%s'
de: auf '%s' auf rechtem Verzeichnis '%s' gesetzt
fr: positionné à « %s » sur le répertoire à droite « %s »

source: deleted from right file '%s'
de: von rechter Datei '%s' gelöscht
fr: supprimé du fichier à droite « %s »

source: deleted from right directory '%s'
de: von linkem Verzeichnis '%s' gelöscht
fr: supprimé du répertoire à droite « %s »

source: conflict: content conflict on file '%s'
de: Konflikt: Inhaltskonflikt in Datei '%s'
fr: conflit : conflit de contenu sur le fichier « %s »

source: content hash is %s on the left
de: Inhalts-Prüfsumme ist %s auf linker Seite
fr: le contenu du hachage est %s sur la gauche

source: content hash is %s on the right
de: Inhalts-Prüfsumme ist %s auf rechter Seite
fr: contenu du hachage est %s sur la droite

source: conflict: content conflict on file '%s' from revision %s
de: Konflik: Inhaltskonflikt in '%s' von Revision %s
fr: conflit : conflit de contenu sur le fichier « %s » de la révision « %s »

source: content hash is %s on the left in file '%s'
de: Inhalts-Prüfsumme ist %s auf linker Seite in Datei '%s'
fr: le hachage du contenu vaut %s sur la gauche pour le fichier « %s »

source: content hash is %s on the right in file '%s'
de: Inhalts-Prüfsumme ist %s auf rechter Seite in Datei '%s'
fr: le hachage du contenu vaut %s sur la droite pour le fichier « %s »

source: conflicts file does not match current conflicts
de: Konfliktlösungsdatei passt nicht auf derzeitige Konflikte
fr: le fichier des conflits ne correspond pas aux conflits courants

source: %s is not a supported conflict resolution for %s
de: %s ist keine unterstützte Konfliktlösung für %s
fr: %s n'est pas une résolution de conflit gérée pour %s

source: extra chars at end of conflict
de: zusätzliche Zeichen am Ende des Konflikts
fr: caractère supplémentaire en fin de conflit

source: expected orphaned_directory or orphaned_file, found %s
de: erwartete orphaned_directory oder orphaned_file, erhielt %s
fr: attendu orphaned_directory ou orphaned_file, trouvé %s

source: extra data in file
de: zusätzliche Daten in Datei
fr: données supplémentaires dans le fichier

source: left revision id does not match conflict file
de: linke Revisions-ID passt nicht auf Konfliktlösungsdatei
fr: l'identifiant de révision à gauche ne correspond pas au fichier de conflit

source: right revision id does not match conflict file
de: rechte Revisions-ID passt nicht auf Konfliktlösungsdatei
fr: l'identifiant de révision à droite ne correspond pas au fichier de conflit

source: '%s' already exists
fr: « %s » existe déjà

source: directory '%s' does not exist or is unknown
fr: le répertoire « %s » n'existe pas ou est inconnu

source: can't drop directory '%s'; it is not empty
fr: impossible de supprimer « %s », il n'est pas vide

source: no resolution provided for orphaned_node '%s'
fr: aucune solution proposée pour orphaned_node « %s »

source: invalid resolution for orphaned_node '%s'
fr: solution invalide pour orphaned_node « %s »

source: inconsistent left/right resolutions for '%s'
fr: solutions gauche/droite incohérentes pour « %s »

source: replacing content of '%s' with '%s'
fr: remplace le contenu de « %s » par « %s »

source: can't drop '%s'; not empty
fr: impossible de supprimer « %s », il n'est pas vide

source: keeping '%s'
fr: conservation de « %s »

source: no resolution provided for duplicate_name '%s'
fr: aucune solution proposée pour duplicate_name « %s »

source: invalid resolution for duplicate_name '%s'
fr: solution invalide pour duplicate_name « %s »

source: merge of '%s', '%s' failed
fr: la fusion de « %s » et « %s » a échoué

source: merged '%s', '%s'
fr: fusionné « %s » et « %s »

source: replacing content of '%s', '%s' with '%s'
fr: remplace le contenu de « %s », « %s » par « %s »

source: file '%s' does not exist in workspace
de: Datei '%s' existiert nicht im Arbeitsbereich
fr: le fichier « %s » n'existe pas dans l'espace de travail

source: '%s' in workspace is a directory, not a file
de: '%s' im Arbeitsbereich ist ein Verzeichnis, keine Datei
fr: « %s » dans l'espace de travail est un dossier, pas un fichier

source: file '%s' in workspace has id %s, wanted %s
fr: le fichier « %s » de l'espace de travail possède l'identifiant %s, %s était attendu

source: help required for 3-way merge [ancestor] %s [ left] %s [ right] %s [ merged] %s
de: benötigte Hilfe für 3-Wege-Zusammenführen [ Vorfahr] %s [ links] %s [ rechts] %s [vereinigt] %s
fr: aide requise pour la fusion de 3 fichiers [ ancêtre] %s [ gauche] %s [ droite] %s [fusionné] %s

source: %d content conflict requires user intervention
de: %d Inhaltskonflikt erfordert einen Benutzereingriff
fr: Un conflit sur le contenu %d nécessite l'intervention de l'utilisateur

source: can't spawn external merger when non-interactive
de: kann externes Merge-Werkzeug im nicht-interaktiven Modus nicht starten
fr: Impossible d'utiliser un fusionneur externe en mode non-interactif

source: merge failed due to unresolved conflicts
de: Vereinigung schlug wegen nicht aufgelösten Konflikten fehl
fr: la fusion a échoué à cause de conflits non résolus

source: unable to parse URI '%s'
de: kann URI '%s' nicht analysieren
fr: incapable d'analyser l'URI « %s »

source: unable to parse host of URI '%s'
de: kann Host-Bestandteil der URI '%s' nicht analysieren
fr: incapable d'analyser l'URI de l'hôte « %s »

source: Bad URLencoded string '%s'
de: Falsch URL-kodierte Zeichenfolge '%s'
fr: mauvaise chaîne URL-encodée « %s »

source: Benchmarks botan's SHA-1 core
de: Bewertet Botans SHA-Kern
fr: Comparatifs de performance pour SHA-1 de botan

source: Benchmarking botan's SHA-1 core
de: Bewerte Botans SHA-1-Kern
fr: Évaluation de SHA-1 de botan

source: SHA-1 provider '%s': %s MiB/s
de: SHA-1 Anbieter '%s': %s MiB/s
fr: Fournisseur SHA-1 « %s » : %s Mio/s

source: while compiling regex '%s': %s
fr: pendant que l'expression régulière compile « %s » : %s

source: error in regex '%s': %s
fr: erreur dans l'expression régulière « %s » : %s

source: error near char %d of regex '%s': %s
fr: erreur près du caractère %d de l'expression régulière « %s » : %s

source: while studying regex '%s': %s
fr: pendant l'étude de l'expression régulière « %s » : %s

source: backtrack limit exceeded in regular expression matching
de: Backtrack-Grenze im regulären Ausdruck überschritten
fr: limite de référence arrière (« backtrack ») dépassée lors de la correspondance de l'expression rationnelle

source: recursion limit exceeded in regular expression matching
de: Rekursions-Grenze im regulären Ausdruck überschritten
fr: limite de récursion dépassée lors de la correspondance de l'expression rationnelle

source: invalid UTF-8 sequence found during regular expression matching
de: ungültige UTF-8-Sequenz während der Anwendung des regulären Ausdrucks gefunden
fr: séquence UTF-8 invalide trouvée lors de la correspondance de l'expression régulière

source: pcre_exec returned %d
de: pcre_exec gab %d zurück
fr: pcre_exec a retourné %d

source: Revision:
fr: Révision :

source: Comments:
de: Kommentare:
fr: Commentaires :

source: Changes
de: Änderungen
fr: Changements

source: Changes against parent
de: Veränderungen ggü. Elternrev.
fr: Changements par rapport au parent

source: dropped %s
de: Pfad %s entfernt
fr: supprimé %s

source: renamed %s to %s
de: Pfad %s nach %s umbenannt
fr: renommé %s en %s

source: added %s
de: Pfad %s hinzugefügt
fr: ajouté %s

source: patched %s
de: Datei %s verändert
fr: modifié %s

source: attr on %s set %s to %s
de: Attribut %2$s mit Wert %3$s auf %1$s gesetzt
fr: attr sur %s positionné %s en %s

source: attr on %s unset %s
de: Attribut %2$s von %1$s gelöscht
fr: attr sur %s supprimé %s

source: Prints an ASCII representation of the revisions' graph
de: Gibt eine ASCII-Repräsentation des Graphen aus
fr: Affiche une représentation ASCII du graphe des révisions

source: current date '%s' is outside usable range (your system clock may not be set correctly)
de: derzeitiges Datum '%s' befindet sich außerhalb des benutzbaren Bereichs (Ihre Systemuhr ist u.U. nicht korrekt gesetzt)
fr: la date courante « %s » est hors de la plage utilisable (votre horloge système n'est peut-être pas réglée correctement)

source: date '%s' is out of range and cannot be formatted
de: Datum '%s' ist außerhalb des Bereichs und kann nicht formatiert werden
fr: la date « %s » est hors plage et ne peut pas être formatée

source: time format specification '%s' produces no output
de: Zeitformat-Spezifikation '%s' erzeugt keine Ausgabe
fr: la spécification du format d'heure « %s » ne produit pas de sortie

source: date '%s' is too long when formatted using '%s' (the result must fit in %d characters)
de: Datum '%s' ist zu lang, wenn es mit '%s' formatiert wird. (Das Ergebnis muss in %d Zeichen passen.)
fr: la date « %s » est trop longue quand elle est formatée en utilisant « %s » (le résultat doit tenir en %d caractères)

source: date '%s' is out of range and cannot be parsed
de: Datum '%s' ist außerhalb des Bereichs und kann nicht analysiert werden
fr: la date « %s » est hors plage et ne peut être analysée

source: unrecognized date (monotone only understands ISO 8601 format)
de: nicht-erkanntes Datum (monotone versteht nur das Format ISO 8601)
fr: date non reconnue (monotone ne reconnaît que le format ISO 8601)

source: seconds out of range
de: Sekunden außerhalb des gültigen Bereichs
fr: secondes hors plage

source: minutes out of range
de: Minuten außerhalb des gültigen Bereichs
fr: minutes hors plage

source: hour out of range
de: Stunde außerhalb des gültigen Bereichs
fr: heure hors plage

source: month out of range in '%s'
de: Monat außerhalb des Bereichs in '%s'
fr: mois hors plage dans « %s »

source: date too early (monotone only goes back to 0001-01-01T00:00:00)
de: Datum zu früh (monotone geht lediglich bis 0001-01-01T00:00:00 zurück)
fr: date trop ancienne (monotone ne peut remonter qu'en 0001-01-01T00:00:00)

source: date too late (monotone only goes forward to year 292,278,993)
de: Datum zu spät (monotone geht lediglich bis zum Jahr 292.278.993 vor)
fr: date trop récente (monotone ne peut dépasser l'année 292278993)

source: day out of range for its month in '%s'
de: Tag für seinen Monat außerhalb des Bereichs in '%s'
fr: le jour du mois « %s » est hors plage

source: need %d bytes to decode '%s' at %d, only have %d
fr: %d octets sont nécessaires pour décoder « %s » à %d, seulement %d sont disponibles

source: overflow while decoding variable length integer '%s' into a %d-byte field
de: Überlauf während der Dekodierung des Integerwerts variabler Länge '%s' in ein %d-Byte-Feld
fr: débordement lors du décodage d'un entier de longueur variable « %s » dans un champ de %d octets

source: ran out of bytes reading variable length integer '%s' at pos %d
de: nicht genügend Bytes zum Lesen des Integerwerts variabler Länge '%s' an Position %d
fr: pas assez d'octets en lisant un entier de taille variable « %s », à la position %d

source: decoding variable length string of %d bytes for '%s', maximum is %d
de: dekodiere Zeichenkette variabler Länge von %d Bytes für '%s', Maximum ist %d
fr: décodage d'une ligne de %d octets pour « %s » quand le maximum est %d
ja: %d バイトの可変長文字列 （対象 '%s'、最大長 %d) をデコード中

source: expected '%s' to end at %d, have %d bytes
fr: je m'attendais à ce que « %s » finisse à %d, et j'ai %d octets

source: option error: %s
de: Optionen-Fehler: %s
fr: erreur d'option : %s

source: unknown option '%s'
de: unbekannte Option '%s'
fr: option « %s » inconnue

source: missing argument to option '%s'
de: fehlendes Argument zu Option '%s'
fr: argument pour l'option « %s » manquant

source: option '%s' does not take an argument
de: Option '%s' hat kein Argument
fr: l'option « %s » ne prend pas d'argument

source: bad argument '%s' to option '%s'
de: falsches Argument '%s' zu Option '%s'
fr: mauvais argument « %s » pour l'option « %s »

source: bad argument '%s' to option '%s': %s
de: falsches Argument '%s' zu Option '%s': %s
fr: mauvais argument « %s » pour l'option « %s » : %s

source: invalid escape in '--xargs' file
fr: Échappement invalide pour le fichier « --xargs »

source: option '%s' has multiple ambiguous expansions:
de: Die Option '%s' kann auf mehrere Arten erweitert werden:
fr: l'option « %s » possède plusieurs expansions ambiguës :

source: negation of '--%s'
fr: négation de « --%s »

source: deprecated option '%s' used: %s
de: veraltete Option '%s' genutzt: %s
fr: option déconseillée « %s » utilisée : %s

source: must not be less than %d
de: darf nicht weniger sein als %d
fr: ne doit pas être inférieur à %d

source: must be one of the following: %s
de: muss eins der folgenden sein: %s
fr: doit être un de : %s

source: must be between 0 and 255
de: muss zwischen 0 und 255 sein
fr: doit être compris entre 0 et 255

source: insert command line arguments taken from the given file
de: füge Kommandozeilenargumente aus der gegebenen Datei an
fr: ajoute les arguments pris du fichier donné dans la ligne de commande
ja: 指定のファイルの内容をコマンド行引数に挿入
sv_se: använd kommandoradsargument ur denna fil

source: override author for commit
de: übergehe Autorenangabe für Einpflegen
fr: supplante l'auteur du commit
ja: コミット時の作成者を上書き指定
sv_se: ange annan författare av ändringarna

source: block size in bytes for 'automate stdio' output
fr: la taille de bloc en octets pour la sortie « automate stdio »

source: automatically update the workspace, if it was at a head and the command creates a new head
de: aktualisiere automatisch den Arbeitsbereich, wenn dieser gerade die Kopfrevision eines Zweiges repräsentiert und das Kommando eine neue Kopfversion holt oder erzeugt
fr: met à jour l'espace de trvail, s'il était en tête des révisions et la commande créait une nouvelle tête

source: address:port to listen on (default :4691)
de: Adresse:Port, auf den die Anwendung lauschen soll (Standard: :4691)
fr: écouter sur adresse:port (défaut : 4691)
sv_se: address:port att lyssna på (:4691 om inget anges)

source: disable transport authentication
de: deaktiviere Transport-Authentifizierung
fr: désactiver l'authentification du transport

source: serve netsync on stdio
de: bediene netsync über die Standard-Ein-/Ausgabe
fr: servir netsync sur stdio

source: cause monotone to lie about the maximum netsync protocol version that it supports, mostly for debugging
de: lässt monotone über die netsync-Protokoll-Version lügen, die es höchstens untestützt, hauptsächlich für Debugzwecke
fr: rend monotone menteur sur la version maximale du protocole netsync qu'il gère, principalement pour des raisons de déboguage

source: cause monotone to lie about the minimum netsync protocol version it supports, useful for debugging or if you want to prevent use of older protocol versions
de: lässt monotone über die netsync-Protokoll-Version lügen, die es mindestens untestützt, hauptsächlich für Debugzwecke oder wenn ältere Protokollversionen von der Nutzung ausgeschlossen werden sollen
fr: rend monotone menteur sur la version minimale du protocole netsync qu'il gère, utile pour le déboguage ou si vous voulez restreindre l'utilisation d'anciens protocoles

source: sets the host (and optionally the port) for a remote netsync action
de: setzt den Rechnernamen (und optional den Port) für eine entfernte Netsync-Aktion
fr: règle l'hôte (et optionnellement le port) pour une action netsync à distance

source: select branch cert for operation
de: wähle das Zweigzertifikat für die Operation aus
fr: choix du certificat de branche pour l'opération
ja: 操作のためのブランチ証明を選択
sv_se: ange den gren som operationen ska utföras i

source: print a brief version of the normal output
de: gebe eine Kurzversion der normalen Ausgabe aus
fr: affiche un contenu condensé
ja: 通常出力の簡単なバージョンを表示
sv_se: låt utskriften vara med kortfattad än normalt

source: annotate using full revision ids only
de: nur mit ausgeschriebenen Revisions-IDs kommentiert
fr: annote en utilisant les identifiants de révision complets uniquement

source: set location of configuration directory
de: setze Konfigurationsverzeichnis
fr: renseigne l'emplacement du dossier de configuration
sv_se: ange i vilken katalog konfigurationsfilerna finns

source: forbid use of the default confdir
de: verbietet die Nutzung des Standard-Konfigurationsverzeichnisses
fr: interdit l'usage du confdir par défaut

source: override date/time for commit
de: übergehe Datums-/Zeitangabe für Einpflegen
fr: supplante la date/l'heure du commit
ja: コミット時の日時を上書き指定
sv_se: ange annat datum och tid för ändringarna

source: strftime(3) format specification for printing dates
de: strftime(3) Formatspezifikation für die Anzeige von Daten
fr: spécification du format strftime(3) pour l'affichage des dates

source: print date certs exactly as stored in the database
de: gibt Datumszertifikate genau so wie in der Datenbank gespeichert aus
fr: Affiche la date des certificats exactement comme celle enregistrée dans la base de données

source: set name of database
de: setze Namen der Datenbank
fr: renseigne le nom de la base de données
ja: データベース名を設定
sv_se: ange databasens filnamn

source: log roster cache statistic to the given file
de: schreibe Katalogcachestatistiken in die angegebene Datei
fr: journalise les statistiques du cache des listes dans le fichier donné

source: limit the number of levels of directories to descend
de: beschränke die Anzahl der einbezogenen Verzeichnisebenen
fr: limite la profondeur de dossiers à parcourir
ja: 降下するディレクトリの深さを制限
sv_se: begränsa hur djupt i katalogstrukturen monotone ska gå ned

source: argument to pass external diff hook
de: Parameter für externe 'diff'-Anwendung
fr: argument à passer à la procédure (hook) de « diff » externe
ja: 外部 diff フックに渡す引数
sv_se: argument att skicka med till extern diff

source: reverse order of diff
de: umgekehrte Diff-Richtung
fr: ordre inversé du diff

source: do not show the function containing each block of changes
de: zeige nicht die Funktion, die den jeweiligen Änderungsblock beinhaltet
fr: ne pas afficher la fonction contenant chaque bloc de changements

source: show the matching cset in the diff header
de: zeige die passende Änderungsmenge im Kopf des Diffs
fr: affiche le cset correspondant dans l'en-tête du diff

source: use context diff format
de: benutze das 'context diff'-Format
fr: utiliser le format diff contextuel
ja: context diff 形式を使用
sv_se: använd formatet 'context diff'
