Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: doing linesep conversion to %s
ja: %s について行末を変換中

source: fatal: %s this is almost certainly a bug in monotone. please send this error message, the output of 'monotone --full-version', and a description of what you were doing to %s.
ja: 深刻: %s これはほぼ確実に monotone のバグでしょう。 このエラーメッセージと 'monotone --full-version' の結果、さらに %s について 何をしたか説明を添えて報告して下さい

source: failed to decode boolean testresult cert value '%s'
ja: テスト結果真偽値の証明値 '%s' のデコードに失敗しました

source: Considering update target %s
ja: ターゲット %s の更新について計算中

source: %s not in branch %s
ja: %s はブランチ %s 内にはありません

source: %s is acceptable update candidate
ja: %s は受け入れ可能な更新候補です

source: %s has unacceptable test results
ja: %s は受け入れられないテスト結果です

source: bad character '%c' in ace string '%s'
ja: 不正な文字 '%c' (ace 文字列 '%s' 内)

source: skipping ignorable file %s
ja: 無視可能なファイル %s をスキップ

source: skipping %s, already accounted for in working copy
ja: 既に作業コピーに追加されている %s をスキップ

source: adding %s to working copy add set
ja: 作業コピー追加セットに %s を追加

source: adding attribute '%s' on file %s to %s
ja: 属性 '%s' (ファイル %s の)を %s に追加

source: skipping %s, not currently tracked
ja: 現在追跡対象ではない %s をスキップ

source: adding %s to working copy delete set
ja: %s を作業コピー削除セットに追加

source: sorry -- 'drop <directory>' is currently broken. try 'find %s -type f | monotone drop -@-'
ja: 申し分けありませんが 'drop <ディレクトリ>' は使えません. 代りに 'find %s -type f | monotone drop -@-' を試してみて下さい.

source: dropped attributes for file %s from %s
ja: ファイル %s の属性を %s から削除しました

source: invalid source path ''
ja: 不適切なソースパス ''

source: invalid destination path ''
ja: 不適切な方向パス ''

source: %s does not exist in current revision
ja: ファイル %s は現在のリビジョン内にはありません

source: %s already exists in current revision
ja: %s は現在のリビジョン内に存在しています

source: adding %s -> %s to working copy rename set
ja: %s -> %s を作業コピー名称変更セットに追加

source: %s has existing attributes in %s; clean them up first
ja: %s は既存の %s 内に属性を持っています; まずそれを削除して下さい

source: moving attributes for %s to %s
ja: %s の属性を %s に移動中

source: work path is %s
ja: 作業パスは %s です

source: checking for un-committed work file %s
ja: 未コミットの作業ファイル %s を検証中

source: read rearrangement from %s
ja: %s から再調整読み取り

source: no un-committed work file %s
ja: 未コミットの作業ファイル %s はありません

source: revision path is %s
ja: リビジョンパスは %s です

source: working copy is corrupt: %s does not exist
ja: 作業コピーは壊れています: %s は存在しません

source: working copy is corrupt: %s is a directory
ja: 作業コピーは壊れています: %s は存在しません

source: loading revision id from %s
ja: %s からリビジョン ID を読み込み

source: Problem with working directory: %s is unreadable
ja: 作業ディレクトリに問題があります: %s を読み込めません

source: writing revision id to %s
ja: リビジョン ID を %s に書き込み中

source: base revision %s does not exist in database
ja: データベースに基準リビジョン %s は含まれていません

source: old manifest is %s
ja: 古い manifest は %s です

source: base manifest %s does not exist in database
ja: データベースに基準マニフェスト %s は含まれていません

source: old manifest has %d entries
ja: 古いマニフェストには %d 個のエントリがあります

source: user log path is %s
ja: ユーザーログパスは %s です

source: options path is %s
ja: オプションパスは %s です

source: local dump path is %s
ja: ローカルのダンプパスは %s です

source: attribute map path is %s
ja: 属性マップパスは %s です

source: computing binary delta instructions
ja: バイナリ差分命令を計算中

source: computed binary delta instructions
ja: バイナリ差分命令の計算結果

source: perform the operations for files missing from working directory
sv_se: genomför operationen på filer som saknas i arbetskatalogen

source: perform the operations for unknown files from working directory
sv_se: genomför operationen på okända filer i arbetskatalogen

source: Error running editor '%s' to enter log message
sv_se: Något gick fel när editorn '%s' skulle användas för att skriva ett loggmeddelande

source: executing external 3-way merge command
sv_se: använder extern 3-vägs mergekommando
