Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: Invalid data in key file.
de: ungültige Daten in Schlüsseldatei

source: expected key with id '%s' in key file '%s', got key with id '%s'
de: erwartete Schlüssel mit ID '%s' in Schlüsseldatei '%s', erhielt jedoch Schlüssel mit ID '%s'

source: storing key-pair '%s' in %s/
de: speichere Schlüsselpaar '%s' in %s/

source: storing public key '%s' in %s
de: speichere öffentlichen Schlüssel '%s' in %s

source: You have chosen to sign only with ssh-agent but ssh-agent does not seem to be running.
de: Sie haben ausgewählt, nur mit ssh-agent zu signieren, aber derzeit scheint ssh-agent nicht zu laufen.

source: You don't seem to have your monotone key imported
de: Anscheinend haben Sie Ihren monotone-Schlüssel nicht importiert

source: no ssh-agent is available, cannot add key '%s'
de: es ist kein ssh-agent verfügbar; kann Schlüssel '%s' nicht hinzufügen

source: public and private keys for %s don't match
de: öffentlicher und privater Schlüssel von %s stimmen nicht überein

source: The key '%s' stored in your database does not match the version in your local key store!
de: Der in der Datenbank gespeicherte Schlüssel '%s' passt nicht auf die Version im lokalen Schlüsselbund!

source: you have no private key to make signatures with perhaps you need to 'genkey <your email>'
de: Sie haben keinen geheimen Schlüssel, um Signaturen zu erstellen. Eventuell müssen Sie 'genkey <ihre_email_adresse>' ausführen.

source: you have multiple private keys pick one to use for signatures by adding '-k<keyname>' to your command
de: Sie haben mehrere geheime Schlüssel. Um einen davon für die Erstellung von Signaturen auszuwählen, fügen Sie '-k<schluessel_name>' Ihrem Befehl hinzu.

source: a key is required for this operation, but the --key option was given with an empty argument
de: ein Schlüssel wird für diese Operation benötigt, aber die --key-Option wurde mit einem leeren Argument übergeben

source: unknown packet type: '%s'
de: unbekannter Pakettyp: '%s'

source: moving key '%s' from database to %s
de: verschiebe Schlüssel '%s' von Datenbank nach %s

source: cannot use the empty sqlite database %s (monotone databases must be created with '%s db init')
de: Kann die leere sqlite-Datenbank %s nicht benutzen. (Monotone-Datenbanken müssen mit '%s db init' erzeugt werden.)

source: %s does not appear to be a monotone database
de: %s scheint keine monotone-Datenbank zu sein.

source: %s appears to be a monotone database, but this version of monotone does not recognize its schema. you probably need a newer version of monotone.
de: %s scheint eine monotone-Datenbank zu sein, aber diese Version von monotone erkennt deren Schema nicht. Sie benötigen wahrscheinlich eine neuere Version von monotone.

source: database %s is laid out according to an old schema try '%s db migrate' to upgrade (this is irreversible; you may want to make a backup copy first)
de: Die Datenbank %s besitzt ein altes Schema. Versuchen Sie '%s db migrate', um das Schema zu erneuern. (Dieser Vorgang ist nicht umkehrbar; Sie sollten vorher eine Sicherung machen.)

source: Directory %s for path %s cannot be added, as there is a file in the way
de: Das Verzeichnis %s kann für den Pfad %s nicht hinzugefügt werden, da eine Datei im Weg ist.

source: Path %s cannot be added, as there is a directory in the way
de: Der Pfad %s kann nicht hinzugefügt werden, da ein Verzeichnis im Weg ist

source: Path %s added twice with differing content
de: Der Pfad %s wurde zweimal mit unterschiedlichem Inhalt hinzugefügt.

source: unknown attribute '%s' on path '%s' please contact %s so we can work out the right way to migrate this (if you just want it to go away, see the switch --drop-attr, but seriously, if you'd like to keep it, we're happy to figure out how)
de: unbekanntes Attribut '%s' an Pfad '%s' bitte kontaktieren Sie %s, damit wir herausfinden können, wie dies migriert werden kann (wenn Ihnen das Attribut nicht wichtig ist, können Sie es über --drop-attr entfernen, nichtsdestotrotz würden wir gerne darüber Bescheid wissen, um es dennoch migrierbar zu machen)

source: connecting to %s
de: verbinde zu %s

source: include pattern %s
de: 'include'-Muster %s

source: exclude pattern %s
de: 'exclude'-Muster %s

source: processing failure while talking to peer %s, disconnecting
de: Bearbeitungsfehler während Kommunikation mit Peer %s, trenne Verbindung

source: timed out waiting for I/O with peer %s, disconnecting
de: Zeitüberschreitung während Warten auf E/A mit Peer %s, trenne Verbindung.

source: successful exchange with %s
de: erfolgreicher Austausch mit %s

source: peer %s disconnected after we informed them of error
de: Peer %s hat Verbindung getrennt, nachdem wir ihn vom Fehler unterrichtet haben

source: I/O failure while talking to peer %s, disconnecting
de: E/A-Fehler während der Kommunikation mit Peer %s, trenne Verbindung

source: Network error: %s
de: Netzwerk-Fehler: %s

source: beginning service on %s
de: beginne Service auf %s

source: include / exclude pattern was given both as part of the URL and as a separate argument.
de: Ein Einschluss-/Ausschluss-Muster wurde sowohl als Teil der URL als auch als separates Argument übergeben.

source: The --no-transport-auth option is usually only used in combination with --stdio
de: Die Option --no-transport-auth wird gewöhnlich nur in Verbindung mit der Option --stdio genutzt.

source: Unexpected 'refine' command on non-refined item type
de: Unerwartetes 'refine'-Kommando auf nicht verfeinerbarem Elementtyp

source: Unexpected 'done' command on non-refined item type
de: Unerwartetes 'done'-Kommando auf nicht verfeinerbarem Elementtyp

source: Mismatched epoch on branch %s. Server has '%s', client has '%s'.
de: Falsch zugeordneter Zeitraum in Zweig %s. Server hat '%s', Client hat '%s'.
ja: ブランチ %s について epoch が一致しません。サーバー側 '%s', クライアント側 '%s'

source: Received duplicate key %s
de: Erhielt doppelten Schlüssel %s

source: Dropping incoming cert which claims to be signed by key '%s' (name '%s'), but has a bad signature
de: Lösche eingehendes Zertifikat, welches glaubhaft macht, dass es vom Schlüssel '%s' (Name '%s') unterschrieben wurde, aber eine ungültige Unterschrift aufweist.

source: dropping incoming cert which was signed by a key we don't have you probably need to obtain this key from a more recent netsync peer the name of the key involved is '%s', but note that there are multiple keys with this name and we don't know which one it is
de: Entferne eingehendes Zertifkat, welches von einem Schlüssel unterschrieben wurden, den wir nicht haben. Sie müssen wahrscheinlich diesen Schlüssel von einem neueren netsync-Peer holen. Der Name des Schlüssels ist '%s', aber beachten Sie, dass es mehrere Schlüssel mit diesem Namen gibt und wir nicht wissen, welcher das ist.

source: Received warning from usher: %s
de: Erhielt Warnung von 'usher': %s
ja: 門番から警告を受信: %s

source: @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@ @ WARNING: SERVER IDENTIFICATION HAS CHANGED @ @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@ IT IS POSSIBLE THAT SOMEONE IS DOING SOMETHING NASTY it is also possible that the server key has just been changed remote host sent key %s I expected %s '%s unset %s %s' overrides this check
de: @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@ @ WARNUNG: SERVERIDENTIFIKATION HAT SICH GEÄNDERT @ @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@ ES IST MÖGLICH, DASS JEMAND ETWAS BÖSES MACHT Es ist auch möglich, dass sich einfach nur der Server-Schlüssel geändert hat. Der entfernte Rechner hat den Schlüssel %s gesendet, es wurde %s erwartet '%s unset %s %s' übergeht diese Prüfung.

source: first time connecting to server %s I'll assume it's really them, but you might want to double-check their key's fingerprint: %s
de: Das ist das erste Mal, dass Sie sich mit dem Server %s verbinden. Es wird angenommen, dass Sie die Serveridentität verifiziert haben. Sie können jedoch nochmal den Fingerprint des Schlüssels prüfen: %s

source: source
de: Datenquelle

source: parsing RCS file %s
de: parse RCS-Datei %s

source: parsed RCS file %s OK
de: habe RCS-Datei %s geparst OK

source: error reading RCS file %s: %s
de: Fehler beim Lesen der RCS-Datei %s: %s

source: %s appears to be a CVS repository root directory try importing a module instead, with 'cvs_import %s/<module_name>
de: %s scheint das Wurzelverzeichnis eines CVS-Repositories zu sein versuchen Sie stattdessen, ein Modul zu importieren, mit 'cvs_import %s/<modul_name>
ja: %s は CVS リポジトリのルートディレクトリのようです。 代りに 'cvs_import %s/<モジュール名>' で取り込んでみて下さい

source: Revision has no manifest id
de: Revision hat keine manifest id

source: Merge revision has a null parent
de: Vereinigungs-Revision hat ein Null-Elternteil

source: Revision has %d edges, not 1 or 2
de: Revision hat %d Kanten, nicht 1 oder 2

source: encountered a revision with unknown format, version '%s' I only know how to understand the version '1' format a newer version of monotone is required to complete this operation
de: Es wurde eine Revision mit unbekannten Format gefunden ('%s'). Diese Version von monotone kann lediglich das Format der Version '1' verstehen. Eine neuere Version von monotone wird benötigt, um die Operation vollständig durchzuführen.

source: '%s' is both known and ignored; it will be shown as 'missing'. Check .mtn-ignore.
de: '%s' ist bekannt, wird aber gleichzeitig ignoriert; der Eintrag wird daher als 'fehlend' gekennzeichnet. Überpüfen Sie die Datei .mtn-ignore.

source: No such revision %s
de: Revision %s nicht gefunden

source: file %s is unknown for revision %s
de: Datei %s existiert nicht in der Revision %s

source: No variables found or invalid domain specified
de: Keine Variablen gefunden oder ungültige Domäne angegeben

source: no variables found in domain %s
de: keine Variablen in der Domäne %s gefunden

source: branches
de: Zweige

source: selector '%s' is not a valid date
de: Der Selektor '%s' ist kein gültiges Datum

source: selector '%s' is not a valid date (%s)
de: Der Selektor '%s' ist kein gültiges Datum (%s)

source: expanded date '%s' -> '%s'
de: expandierte Datum '%s' -> '%s'

source: selector '%s is invalid, because there is a '%s' someplace it shouldn't be
de: Selektor '%s' ist ungültig, da '%s' sich an einem Platz befindet, wo es nicht hingehört

source: %s.. by %s %s:
de: %s.. von %s %s:

source: %s.. by %s:
de: %s.. von %s:

source: Content changes to the file '%s' will be ignored during this merge as the file has been removed on one side of the merge. Affected revisions include:
de: Inhaltsänderungen in der Datei '%s' werden bei dieser Vereinigung ignoriert, da die Datei auf einer Seite der Vereinigung gelöscht wurde. Betroffene Revisionen:

source: conflict: invalid name _MTN in root directory
de: Konflikt: ungültiger Name _MTN im Wurzelverzeichnis

source: %s already exists
de: %s existiert bereits

source: directory %s does not exist or is unknown
de: Das Verzeichnis %s existiert nicht oder ist unbekannt

source: can't drop directory %s; it is not empty
de: kann Verzeichnis %s nicht entfernen; Verzeichnis ist nicht leer

source: no resolution provided for orphaned_node %s
de: keine Lösung für verwaisten Knoten %s angegeben

source: invalid resolution for orphaned_node %s
de: ungültige Lösung für verwaisten Knoten %s

source: inconsistent left/right resolutions for %s
de: inkonsistente Konfliktlösungen auf beiden Seiten für %s

source: replacing content of %s with %s
de: ersetze Inhalt von %s mit %s

source: can't drop %s; not empty
de: kann %s nicht entfernen; nicht leer

source: keeping %s
de: behalte %s

source: no resolution provided for duplicate_name %s
de: keine Lösung für doppelten Namenskonflikt %s angegeben

source: invalid resolution for duplicate_name %s
de: ungültige Lösung für doppelten Namenskonflikt %s

source: merge of %s, %s failed
de: Vereinigung von %s, %s schlug fehl

source: merged %s, %s
de: vereinigt: %s, %s

source: replacing content of %s, %s with %s
de: ersetze Inhalt von %s, %s mit %s

source: file %s in workspace has id %s, wanted %s
de: Datei %s im Arbeitsbereich hat die ID %s, erwartete %s

source: while compiling regex "%s": %s
de: Fehler während der Übersetzung des regulären Ausdrucks "%s": %s

source: error in regex "%s": %s
de: Fehler im regulären Ausdruck "%s": %s

source: error near char %d of regex "%s": %s
de: Fehler in der Nähe des Zeichens %d des regulären Ausdrucks "%s": %s

source: while studying regex "%s": %s
de: Fehler während der Untersuchung des regulären Ausdrucks "%s": %s

source: Parent:
de: Elternrev.:

source: Tag:
de: Marke:

source: Changelog:
de: Änderungen:

source: need %d bytes to decode %s at %d, only have %d
de: benötige %d Bytes zum Dekodieren von %s auf %d, habe nur %d
ja: %d バイト必要 (%s のデコード、位置 %d) ですが %d しかありません

source: expected %s to end at %d, have %d bytes
de: erwartete %s zum Ende von %d, habe %d Bytes
ja: %s について終端 %d、容量 %d バイトであることを期待

source: Invalid escape in --xargs file
de: Ungültige Escape-Sequenz in --xargs-Datei

source: negation of --%s
de: Verneinung von --%s

source: block size in bytes for "automate stdio" output
de: Blockgröße in Bytes der Ausgabe von "automate stdio"

source: move conflicting, unversioned paths into _MTN/resolutions before proceeding with any workspace change
de: bewegt in Konflikt stehende, nicht versionisierte Pfade nach _MTN/resolutions, bevor Änderungen am Arbeitsbereich vorgenommen werden

source: do not load %APPDATA%\monotone\monotonerc or _MTN\monotonerc lua files
de: lade nicht %APPDATA%\monotone\monotonerc oder _MTN\monotonerc lua-Dateien

source: do not load ~/.monotone/monotonerc or _MTN/monotonerc lua files
de: lade nicht ~/.monotone/monotonerc oder _MTN/monotonerc lua-Dateien

source: please use --no-standard-rcfiles instead
de: bitte nutzen Sie stattdessen --no-standard-rcfiles

source: old version of --no-standard-rcfiles
de: alte Version von --no-standard-rcfiles

source: please use --no-builtin-rcfile instead
de: bitte nutzen Sie stattdessen --no-builtin-rcfile

source: old version of --no-builtin-rcfile
de: alte Version von --no-builtin-rcfile

source: decrease verbosity (undo previous -v, then disable informational output, then disable warnings)
de: senkt die Gesprächigkeit der Anwendung (macht vorheriges -v rückgängig und deaktiviert bei weiterer Verwendung erst Fortschrittsmeldungen und danach auch Warnungen)

source: increase verbosity (undo previous -q, and then enable debug output)
de: erhöht die Gesprächigkeit der Anwendung (macht vorheriges -q rückgängig und aktiviert bei weiterer Verwendung die Fehlerausgabe)

source: please us -v (or -v -v -v if there are previous -q options)
de: bitte nutzen Sie -v (oder -v -v -v wenn vorherige -q-Optionen verwendet wurden)

source: please use -q -q
de: bitten nutzen Sie -q -q

source: erasing nonexistent key from %s
de: Entfernung eines nicht-existenten Schlüssel von %s

source: inserting duplicate entry into %s
de: Hinzufügen eines doppelten Eintrag in %s

source: fetching nonexistent entry from %s
de: Anforderung eines nicht-existenten Eintrags von %s

source: error getting status of file %s: %s
de: Fehler bei der Abfrage des Status der Datei %s: %s

source: error opening file %s: %s
de: Fehler beim Öffnen der Datei %s: %s

source: setting execute permission on %s
de: setze Ausführungsberechtigung auf %s

source: clearing execute permission on %s
de: entferne Ausführungsberechtigung von %s

source: error closing file %s: %s
de: Fehler beim Schließen der Datei %s: %s

source: cannot change to directory %s: %s
de: kann nicht in Verzeichnis %s wechseln: %s

source: could not find home directory for user %s
de: konnte Heimatverzeichnis von Benutzer %s nicht finden

source: error accessing file %s: %s
de: Fehler beim Zugriff auf die Datei %s: %s

source: cannot handle special file %s
de: kann nicht mit spezieller Datei %s umgehen

source: cannot create temp file %s: %s
de: Kann temporäre Datei %s nicht anlegen: %s

source: error writing to temp file %s: %s
de: Fehler beim Schreiben zur temporären Datei %s: %s

source: giving up after four zero-length writes to %s (%d byte written, %d left)
de: breche nach vier fehlgeschlagenen Schreibversuchen zu %s ab (%d Byte geschrieben, %d verbleiben)

source: %s: GetFileAttributes error: %s
de: %s: GetFileAttributes-Fehler: %s

source: %s will be accessible to all users of this computer
de: %s wird für alle Benutzer dieses Computers zugänglich sein

source: Asked to write more than %u to pageant.
de: Erhielt Anfrage, mehr als %u Bytes zu pageant zu schreiben

source: Error sending message to pageant (%d).
de: Fehler beim Senden der Nachricht an pageant (%d)

source: Asked to read more than %u from pageant.
de: Erhielt Anfrage, mehr als %u Bytes von pageant zu lesen

source: This monotone binary requires at least SQLite 3.3.8 to run.
de: Dieses monotone benötigt mindestens SQLite 3.3.8 zum ausführen

source: This monotone binary requires at least SQLite 3.3.14 to run.
de: Dieses monotone benötigt mindestens SQLite 3.3.14 zum ausführen

source: Monotone does not support Botan 1.7.14.
de: Monotone unterstüzt Botan 1.7.14 nicht

source: This monotone binary requires Botan 1.6.3 or newer.
de: Dieses monotone benötigt Botan 1.6.3 oder neuer

source: This monotone binary does not work with Botan newer than 1.7.6.
de: Dieses monotone arbeitet nicht mit Botan >1.7.6 zusammen

source: This monotone binary requires Botan 1.7.7 or newer.
de: Dieses monotone benötigt Botan 1.7.7 oder neuer

source: This monotone binary does not work with Botan 1.9.x.
de: Dieses monotone arbeitet nicht mit Botan 1.9.x zusammen

source: This monotone binary requires Botan 1.7.22 or newer.
de: Dieses monotone benötigt Botan 1.7.22 oder neuer

source: initializing from directory %s
ja: ディレクトリ %s から初期化中

source: branch name is '%s'
ja: ブランチ名は '%s' です

source: setting dump path to %s
ja: ダンプパスを %s に設定

source: working copy directory required but not found%s%s
ja: 作業コピーディレクトリが必要ですが、みつかりませんでした: %s%s

source: creating working copy in %s
ja: %s 内に作業コピーを作成

source: monotone bookkeeping directory '%s' already exists in '%s'
ja: monotone 記録簿用ディレクトリ '%s' は既に '%s' 内に存在しています

source: creating bookkeeping directory '%s' for working copy in '%s'
ja: 作業コピーの記録簿用ディレクトリ '%s' を '%s' 内に作成

source: '%s' ignored by restricted path set
ja: '%s' は制限パスセットによって無視されました

source: unknown path '%s'
ja: 不明なパス '%s'

source: '%s' added to restricted path set
ja: '%s' を制限パスセットに追加しました

source: '%s' ignored by excluded path set
ja: '%s' は除外パスセットによって無視されました

source: '%s' added to excluded path set
ja: '%s' を除外パスセットに追加しました

source: checking excluded path set for '%s'
ja: '%s' について除外パスセットを調べています

source: path '%s' found in excluded path set; '%s' excluded
ja: パス '%s' は除外パスセットに含まれています; '%s' は除外されます

source: checking restricted path set for '%s'
ja: '%s' について制限パスセットを調べています

source: path '%s' found in restricted path set; '%s' included
ja: パス '%s' は制限パスセットに含まれています; '%s' は含められます

source: search root '%s' is not a directory
ja: 検索ルート '%s' はディレクトリではありません

source: set search root to %s
ja: 検索ルートを %s に設定

source: negative depth not allowed
ja: 深さの値を負にすることはできません

source: negative or zero last not allowed
ja: 最終値を負または零にすることはできません

source: Failed to read options file %s
ja: オプションファイル '%s' の解析に失敗

source: Failed to write options file %s
ja: オプションファイル '%s' の書き込みに失敗

source: error in %s:%d:%d:E: %s
ja: エラー %s:%d:%d:E: %s

source: cert ok
ja: 証明 OK

source: ignoring bad signature by '%s' on '%s'
ja: '%s' による '%s' への不正な署名を無視します

source: ignoring unknown signature by '%s' on '%s'
ja: '%s' による '%s' への不明な署名を無視します

source: cert: signable text %s
ja: 証明: 署名テキスト %s

source: tid %d: parent %d, type %s, name %s
ja: tid %d: 親 %d、タイプ %s、名前 %s

source: concatenating change sets
ja: 変更セットを結合中

source: concatenating %d and %d deltas
ja: %d と %d の差分を結合中

source: processing delta on %s
ja: %s の差分を処理中

source: delta on %s in first changeset renamed to %s
ja: 最初の変更セット内の %s についての差分は %s への名称変更です

source: discarding delta [%s]->[%s] for deleted file '%s'
ja: 差分 [%s]->[%s] (対象は削除されたファイル '%s') を破棄

source: fusing deltas on %s : %s -> %s and %s -> %s
ja: %s の差分を融合中: %s -> %s と %s -> %s

source: delta on %s in second changeset copied forward
ja: 第二の変更セット内の %s の差分のコピーを転送しました

source: finished concatenation
ja: 結合終了

source: delete of %s dominates rename to %s
ja: %s の削除は %s への名称変更を決定付けます

source: unable to resolve file conflict '%s' -> '%s' vs. '%s'
ja: ファイルの競合 '%s' -> '%s' 対 '%s' を解決できません

source: unable to resolve dir conflict '%s' -> '%s' vs. '%s'
ja: ディレクトリの競合 '%s' -> '%s' 対 '%s' を解決できません

source: illegal conflict resolution '%s', wanted '%s' or '%s'
ja: 不法な競合の解決 '%s'. '%s' または '%s' であるべきです

source: tid %d (%s) clobbered tid %d (%s)
ja: tid %d (%s) は tid %d (%s) を上書きします

source: skipping common change on %s (tid %d)
ja: %s (tid %d) への共通の変更をスキップ

source: skipping neutral change of %s -> %s (tid %d)
ja: 中立の変更 %s -> %s (tid %d) をスキップ

source: propagating change on %s -> %s (tid %d)
ja: 変更を伝播中: %s -> %s (tid %d)

source: conflict detected, resolved in A's favour
ja: 競合を検出. A フレーバで解決

source: conflict detected, resolved in B's favour
ja: 競合を検出. B フレーバで解決

source: reusing merge resolution '%s' : '%s' -> '%s'
ja: 統合解決案 '%s' を再利用 : '%s' -> '%s'

source: merge of '%s' : '%s' vs. '%s' (no common ancestor) failed
ja: '%s' の統合に失敗: '%s' と '%s' が対立 (共通の祖先なし)

source: merge of '%s' : '%s' -> '%s' vs '%s' failed
ja: '%s' の統合に失敗: '%s' -> '%s' と '%s' が対立

source: merge of '%s' : '%s' -> '%s' vs '%s' resolved to '%s'
ja: '%s' の統合: '%s' -> '%s' と '%s' の対立を '%s' に解決

source: skipping delta '%s'->'%s' on deleted file '%s'
ja: 差分 '%s'->'%s' (対象=削除されたファイル '%s') をスキップ

source: merge is copying delta '%s' : '%s' -> '%s'
ja: 統合は差分 '%s' : '%s' -> '%s' のコピーです

source: propagating new file addition delta on '%s' : '%s' -> '%s'
ja: '%s' の新規ファイル追加差分を伝播中: '%s' -> '%s'

source: skipping new file addition delta on '%s' : '' -> '%s'
ja: '%s' の新規ファイル追加差分をスキップ: '' -> '%s'

source: skipping common delta '%s' : '%s' -> '%s'
ja: 共通の差分 '%s' をスキップ: '%s' -> '%s'

source: skipping neutral delta on '%s' : %s -> %s
ja: 中立の差分 '%s' をスキップ: '%s' -> '%s'

source: propagating unperturbed delta on '%s' : '%s' -> '%s'
ja: '%s' の摂動を受けない差分を伝播中: '%s' -> '%s'

source: merging delta '%s' : '%s' -> '%s' vs. '%s'
ja: 差分 '%s' を統合中: '%s' -> '%s' 対 '%s'

source: resolved merge to '%s' : '%s' -> '%s'
ja: '%s' への統合を解決しました: '%s' -> '%s'

source: merging change sets
ja: 変更セットを統合中

source: finished merge
ja: 統合終了

source: inverting change set
ja: 変更セットを反転中

source: converted 'delete %s' to 'add as %s' in inverse
ja: '%s の削除' を '%s の追加' (逆方向)に変換しました

source: converted add %s to delete in inverse
ja: %s の追加を削除(逆方向)に変換しました

source: converting delta %s -> %s on %s
ja: 差分 %s -> %s (対象 %s) を変換

source: inverse is delta %s -> %s on %s
ja: 逆方向の差分は %s -> %s (対象=%s) です

source: moving file %s -> %s
ja: ファイルを移動 %s -> %s

source: moving dir %s -> %s
ja: ディレクトリを移動 %s -> %s

source: expanding command '%s'
ja: コマンド '%s' を展開

source: expanded command to '%s'
ja: コマンドを '%s' に展開

source: command '%s' has multiple ambiguous expansions:
ja: '%s' だけでは曖昧で、展開できるコマンド候補は複数あります:

source: commands:
ja: コマンド:

source: executing command '%s'
ja: コマンド '%s' を実行中

source: unknown command '%s'
ja: 不明なコマンド '%s'

source: informative
ja: 情報

source: Enter a description of this change. Lines beginning with `MT:' are removed automatically.
ja: この変更の説明を入力して下さい 'MT:' で始まる行は自動的に削除されます

source: branch '%s' has multiple heads perhaps consider 'monotone merge'
ja: ブランチ '%s' には複数の最新版があります ’monotone merge' を実行した方がよいでしょう

source: expanding selection '%s'
ja: セレクション '%s' を展開

source: selection '%s' has multiple ambiguous expansions:
ja: '%s' だけでは曖昧で、展開できるセレクションの候補は複数あります:

source: expanded to '%s'
ja: '%s' に展開

source: non-hex digits in id
ja: ID に十六進数が含まれていません

source: partial id '%s' does not have an expansion
ja: 部分 ID '%s' を一つの ID に展開することはできません
