Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: This command modifies (or adds if it did not exist before) the variable named NAME, stored in the database, and sets it to the given value in VALUE. The variable is placed in the domain DOMAIN.
de: Dieses Kommando modifiziert die Variable NAME (oder fügt sie hinzu, wenn sie vorher noch nicht existierte), die in der Datenbank gespeichert ist, und setzt ihren Wert auf WERT. Die Variable wird in DOMÄNE platziert.
fr: Cette commande modifie (ou ajoute si elle n'existait pas auparavant) la variable NOM enregistrée dans la base de données et lui donne la valeur VALEUR. Cette variable est placée dans le domaine DOMAINE.

source: DOMAIN NAME
de: DOMÄNE NAME
fr: DOMAINE NOM

source: Unsets a database variable
de: Entfernt eine Datenbank-Variable
fr: Vide une variable de la base de données

source: This command removes the variable NAME from domain DOMAIN, which was previously stored in the database.
de: Dieses Kommando entfernt die Variable NAME von der Domäne DOMÄNE, die vorher in der Datenbank gespeichert war.
fr: Cette commande supprime la variable NOM du domaine DOMAINE qui était précédemment enregistrée dans la base de données.

source: no var with name '%s' in domain '%s'
fr: aucune variable nommée « %s » dans le domaine « %s »

source: [WORKSPACE_PATH]
de: [ARBEITSBEREICH]
fr: [CHEMIN_ESPACE_TRAVAIL]

source: Registers a new workspace for the current database
de: Registriert einen neuen Arbeitsbereich für die gewählte Datenbank
fr: Enregistre un nouvel espace de travail pour la base de données actuelle.

source: This command adds WORKSPACE_PATH to the list of `known-workspaces'.
de: Dieses Kommando fügt den ARBEITSBEREICH der Liste bekannter Arbeitsbereiche hinzu.
fr: Cette commande ajoute CHEMIN_ESPACE_TRAVAIL à la liste des espaces de travail connus.

source: No workspace given
de: Kein Arbeitsbereich angegeben
fr: aucun espace de travail fourni

source: Unregisters an existing workspace for the current database
de: Deregistiert einen existierenden Arbeitsbereich für die gewählte Datenbank
fr: Supprime un espace de travail existant dans la base de données courante.

source: This command removes WORKSPACE_PATH to the list of `known-workspaces'.
de: Dieses Kommando entfernt den ARBEITSBEREICH aus der Liste bekannter Arbeitsbereiche.
fr: Cette commande supprime CHEMIN_ESPACE_TRAVAIL de la liste des espaces de travail connus.

source: Removes all invalid, registered workspace paths for the current database
de: Entfernt alle ungültigen, registrierten Arbeitsbereiche für die gewählte Datenbank
fr: Supprime tous les chemins des espaces de travail enregistrés et invalides de la base de données courante.

source: (revision|file|key) PARTIAL-ID
de: (revision|file|key) TEIL_ID
fr: (révision|fichier|clef) ID-PARTIEL

source: Completes a partial identifier
de: Vervollständigt eine Teil-ID
fr: Complète un identifiant partiel

source: non-hex digits in partial id
de: nicht-hexadezimale Zeichen in Teil-ID
fr: chiffres non hexadécimaux dans l'id partiel
ja: 部分 ID に十六進数が含まれていません

source: Runs one step of migration on the specified database
de: Führt einen Migrationsschritt auf der spezifizierten Datenbank aus
fr: Exécute une étape de la migration sur la base de données spécifiée.

source: This command migrates the given database from the specified schema in SCHEMA to its successor.
de: Dieses Kommando migriert die gegebene Datenbank vom spezifizierten SCHEMA auf dessen Nachfolger.
fr: Cette commande migre la base de données fournie du schéma spécifié dans SCHEMA vers son successeur.

source: Shows a revision's height
de: Zeigt die Höhenangabe einer Revision an
fr: Affiche l'altitude d'une révision

source: cached height: %s
de: zwischengespeicherte Höhenangabe: %s
fr: altitude dans le cache : %s

source: load all revisions from the database
de: läd alle Revision aus der Datenbank
fr: charge le contenu de toutes les révisions de la base de données

source: This command loads all revisions from the database and is intended to be used for timing revision loading performance.
de: Dieses Kommando läd alle Revisionen aus der Datenbank und kann somit für die Zeitmessung der Ladeperformance genutzt werden.
fr: Cette commande charge le contenu de toutes les révisions de la base de données et est prévue pour minuter l'exécution du chargement des révisions.

source: loading revisions
de: lade Revisionen
fr: chargement des révisions

source: revisions
de: Revisionen
fr: révisions
ja: リビジョン

source: load all roster versions from the database
de: läd alle Katalog-Versionen aus der Datenbank
fr: charge toutes les versions « roster » de la base de données

source: This command loads all roster versions from the database and is intended to be used for timing roster reconstruction performance.
de: Dieses Kommando läd alle Katalog-Versionen aus der Datenbank und kann somit für die Zeitmessung der Katalogwiederherstellungs-Performance genutzt werden.
fr: Cette commande charge toutes les versions « roster » de la base de données et est prévue pour minuter l'exécution de la reconstruction du « roster ».

source: loading rosters
de: lade Kataloge
fr: chargement des listes (« rosters »)

source: rosters
de: Kataloge
fr: listes

source: load all file versions from the database
de: läd alle Dateiversionen aus der Datenbank
fr: charge toutes les versions des fichiers depuis la base de données

source: This command loads all files versions from the database and is intended to be used for timing file reconstruction performance.
de: Dieses Kommando läd alle Dateiversionen aus der Datenbank und kann somit für die Zeitmessung der Dateiwiederherstellungs-Performance genutzt werden.
fr: Cette commande charge toutes les versions des fichiers depuis la base de données et est prévue pour minuter l'exécution de la reconstruction des fichiers.

source: loading files
de: lade Dateien
fr: chargement des fichiers

source: files
de: Dateien
fr: fichiers
ja: ファイル

source: load all certs from the database
de: läd alle Zertifikate aus der Datenbank
fr: Charge tous les certificats depuis la base de données

source: This command loads all certs from the database and is intended to be used for timing cert loading performance.
de: Dieses Kommando läd alle Zertifikate aus der Datenbank und kann somit für die Zeitmessung der Zertifikats-Ladeperformance genutzt werden.
fr: Cette commande charge tous les certificats depuis la base de données et est prévue pour minuter l'exécution du chargement des certificats.

source: loading certs
de: lade Zertifikat
fr: chargement des certificats

source: loaded %d certs
de: %d Zertifikate geladen
fr: chargé %d certificats

source: more than two revisions given
de: mehr als zwei Revisionen wurden übergeben
fr: plus de deux révisions ont été choisies

source: '--reverse' only allowed with exactly one revision
fr: l'option « --reverse » n'est valide qu'avec une seule révision

source: this workspace has more than one parent (specify a revision to diff against with '--revision')
fr: cet espace de travail possède plus d'un parent Spécifiez la révision à comparer à l'aide de « --revision ».

source: no changes
de: keine Änderungen
fr: aucun changement

source: [PATH]...
de: [PFAD]...
fr: [CHEMIN]...

source: Shows current differences
de: Zeigt die derzeitigen Unterschiede
fr: Affiche les différences actuelles

source: Compares the current tree with the files in the repository and prints the differences on the standard output. If one revision is given, the diff between the workspace and that revision is shown. If two revisions are given, the diff between them is given. If no format is specified, unified is used by default.
de: Vergleicht den derzeitigen Dateibaum mit Dateien im Repository und gibt die Unterschiede auf der Standardausgabe aus. Wenn eine Revision übergeben wird, werden die Unterschiede zwischen dieser Revision und dem Arbeitsbereich angezeigt. Werden zwei Revisionen angegeben, werden die Unterschiede zwischen diesen beiden ausgegeben. Wenn kein Format angegeben wurde, wird standardmäßig 'unified' verwendet.
fr: Compare l'arbre actuel avec les fichiers dans le dépôt et affiche la différence sur la sortie standard. Si une révision est donnée, la différence entre l'espace de travail et cette révision est affichée. Si deux révisions sont données, leur différence est affichée. Si aucun format n'est précisé, le format unifié est employé par défaut.

source: '--diff-args' requires '--external'; try adding '--external' or remove '--diff-args'
fr: « --diff-args » requiert « --external » Essayez d'ajouter « --external » ou de retirer « --diff-args » ?

source: [FILE [...]]
de: [DATEI [...]]
fr: [FICHIER [...]]

source: Calculates diffs of files
de: Berechnet die Unterschiede in Dateien
fr: Calcule la différence entre fichiers

source: only one of '--last'/'--next' allowed
fr: seul un de « --last » ou « --next » autorisé

source: try passing a '--from' revision to start at
fr: Essayez d'employer l'option « --from » revision pour débuter

source: workspace has no parent revision, probably an empty branch
fr: l'espace de travail n'a pas de révision parent, il s'agit probablement d'une branche vide

source: workspace parent revision %s not found - did you specify a wrong database?
fr: la révision parent de l'espace de travail %s est manquante. Est-ce la bonne base de données ?

source: (Revision: %s)
fr: (Révision : %s)

source: [PATH] ...
de: [PFAD] ...
fr: [CHEMIN]...

source: Prints selected history in forward or reverse order
de: Gibt die ausgewählte Historie vorwärts oder rückwärts aus
fr: Affiche l'historique dans l'ordre normal ou inversé

source: This command prints selected history in forward or reverse order, filtering it by PATH if given.
de: Dieses Kommando gibt die ausgewählte Historie vorwärts oder rückwärts aus, gefiltert durch PFAD, sofern angegeben.
fr: Cette commande affiche l'historique en sens normal ou inversé (filtré par « CHEMIN » si donné).

source: Lists the selected revision history
de: Listet die ausgewählte Revisionshistorie
fr: Liste l'histoire de la révision si donné

source: a backup from a previously failed commit exists in '_MTN/commit'. This file must be removed before commit will proceed. You may recover the previous message from this file if necessary.
fr: une sauvegarde provenant d'un changement échoué existe dans « _MTN/commit ». Il faut supprimer ce fichier avant d'effectuer un nouveau changement. Vous pouvez récupérer le message précédent de ce fichier si nécessaire.

source: -- Enter a description of this change above -- -- You may edit the fields below --
de: -- Geben Sie eine Beschreibung für diese Änderung oben ein -- -- Die untenstehenden Felder dürfen verändert werden --
fr: -- Donnez une déscription pour ce changement ci-dessu -- -- Vous pouvez changer les données ci-dessous --

source: -- Modifications below this line are ignored --
de: -- Änderungen unterhalb dieser Zeile werden ignoriert --
fr: -- Des modifications sous cette ligne seront ignorées --

source: *** REMOVE THIS LINE TO CANCEL THE COMMIT ***
de: *** ENTFERNEN SIE DIESE ZEILE UM DAS EINPFLEGEN ABZUBRECHEN ***
fr: *** SUPPRIMEZ CETTE LIGNE POUR ANNULER LE COMMIT ***

source: Branch:
de: Zweig:
fr: Branche :

source: Author:
de: Autor:
fr: Auteur :

source: date format '%s' cannot be parsed; using default instead
de: Datumsformat '%s' kann nicht analysiert werden; nutze stattdessen Standardformat
fr: le format de date « %s » ne peut être analysé; utilisation de la valeur par défaut

source: *** THIS REVISION WILL CREATE A NEW BRANCH ***
de: *** DIESE REVISION ERZEUGT EINEN NEUEN ZWEIG ***
fr: *** CETTE RÉVISION VA CRÉER UNE NOUVELLE BRANCHE ***

source: Old Branch:
de: Alter Zweig:
fr: Ancienne branche :

source: New Branch:
de: Neuer Zweig:
fr: Nouvelle branche :

source: *** THIS REVISION WILL CREATE DIVERGENCE ***
de: *** DIESE REVISION WIRD EINEN NEUEN KOPF ERZEUGEN ***
fr: *** CETTE RÉVISION VA CRÉER DES DIVERGENCES ***

source: edit of log message failed
de: Bearbeiten der Logmeldung fehlgeschlagen
fr: l'édition du message d'historique a échoué
ja: ログメッセージの編集に失敗しました

source: commit cancelled.
fr: le commit a été annulé.

source: commit failed. Instructions not found.
fr: le commit a échoué. Aucune instruction trouvée.

source: commit failed. Branch header not found.
fr: le commit a échoué. L'en-tête de la branche est introuvable.

source: commit failed. Branch value empty.
fr: le commit a échoué. La valeur de la branche est vide.

source: commit failed. Author header not found.
fr: le commit a échoué. L'en-tête de l'auteur est introuvable.

source: commit failed. Author value empty.
fr: le commit a échoué. La valeur du champ Auteur est vide.

source: commit failed. Date header not found.
fr: le commit a échoué. L'en-tête de la date est introuvable.

source: commit failed. Date value empty.
fr: le commit a échoué. La valeur de la date est vide.

source: you must pass at least one path to 'revert' (perhaps '.')
de: Sie müssen mindestens einen Pfad an 'revert' übergeben (vielleicht '.').
fr: vous devez fournir au moins un chemin à rétablir (peut-être « . » ?)

source: no missing files to revert
de: Es existieren keine fehlenden Dateien, die zurückgesetzt werden könnten.
fr: aucun fichier manquant à rétablir

source: reverting %s
de: setze %s zurück
fr: rétablissement de %s

source: no file version %s found in database for '%s'
fr: aucune version de fichier %s trouvée dans la base de données pour « %s »

source: recreating '%s/'
fr: recréation de « %s/ »

source: Reverts files and/or directories
de: Setzt Dateien und/oder Verzeichnisse zurück
fr: Rétablissement de fichiers et/ou de répertoires

source: In order to revert the entire workspace, specify '.' as the file name.
fr: Afin de rétablir l'espace de travail entier, veuillez utiliser « . » comme nom de fichier.

source: PATH...
de: PFAD...
fr: CHEMIN...

source: Reverses a mistaken 'drop'
de: Hebt ein falsches 'drop' auf
fr: Rétablit un « drop » erroné

source: If the file was deleted from the workspace, this is the same as 'revert'. Otherwise, it just removes the 'drop' from the manifest.
de: Wenn die Datei aus dem Arbeitsbereich gelöscht wurde, verhält sich dieses Kommando wie 'revert'. Andernfalls entfernt es lediglich den 'drop'-Eintrag aus der Änderungsliste des Arbeitsbereichs, ohne die Datei selbst anzufassen.
fr: Si le fichier a été supprimé de l'espace de travail, c'est la même chose que « revert ». Sinon, « drop » est simplement retiré du manifeste.

source: revision %s it not a child of %s, cannot invert
de: Revision %s ist kein Kind von %s, kann nicht umkehren
fr: la révision %s n'est pas un enfant de %s, inversion impossible

source: revision %s has %d parents, cannot invert
de: Revision %s hat %d Eltern, kann nicht umkehren
fr: la révision %s a %d parents, inversion impossible

source: [PARENT-REVISION] CHILD-REVISION
de: [ELTERN-REVISION] KIND-REVISION
fr: [RÉVISION-PARENT] RÉVISION-ENFANT

source: Disapproves a particular revision or revision range
de: Verwirft eine bestimmte Revision oder eine Auswahl von Revisionen
fr: Désapprouve une révision particulière ou une plage de révision

source: need '--branch' argument for disapproval
fr: un argument à l'option « --branch » est requis pour la commande de désaprobation « mtn disapprove »

source: revisions %s and %s do not share common history, cannot invert
de: Revision %s und %s teilen keine gemeinsame Historie, kann nicht umkehren
fr: la révision %s et la révision %s ne partagent pas la même histoire, inversion impossible

source: revisions share common history, but %s is not an ancestor of %s, cannot invert
de: Revisionen teilen gemeinsame Historie, aber %s ist kein Vorfahr von %s, kann nicht umkehren
fr: les révisions partagent la même histoire, mais %s n'est pas un ancêtre de %s, inversion impossible

source: note: this revision creates divergence note: you may (or may not) wish to run '%s merge'
de: Hinweis: Diese Revision erzeugt einen neuen Kopf Hinweis: Sie möchten eventuell '%s merge' ausführen
fr: note : cette révision a créé une divergence note : vous voulez peut-être (ou peut-être pas) exécuter « %s merge » ?

source: [DIRECTORY...]
de: [VERZEICHNIS...]
fr: [RÉPERTOIRE...]

source: Creates directories and adds them to the workspace
de: Erzeugt Verzeichnisse und fügt sie zum Arbeitsbereich hinzu
fr: Crée des répertoires et les ajoute à l'espace de travail

source: directory '%s' already exists
de: Das Verzeichnis '%s' existiert bereits.
fr: le répertoire « %s » existe déjà

source: ignoring directory '%s' (see '.mtn-ignore')
fr: répertoire « %s » ignoré (voir « .mtn-ignore »)

source: Adds files to the workspace
de: Fügt Dateien zum Arbeitsbereich hinzu
fr: Ajoute des fichiers à l'espace de travail

source: Drops files from the workspace
de: Entfernt Dateien vom Arbeitsbereich
fr: Supprime des fichiers de l'espace de travail

source: SRC DEST SRC1 [SRC2 [...]] DEST_DIR
de: QUELLE ZIEL QUELLE1 [QUELLE2 [...]] ZIEL_VERZEICHNIS
fr: SOURCE DESTINATION SOURCE1 [SOURCE2 [...]] RÉPERTOIRE_DESTINATION

source: Renames entries in the workspace
de: Benennt Einträge im Arbeitsbereich um
fr: Renomme des entrées dans l'espace de travail

source: the specified target directory '%s/' doesn't exist.
fr: le répertoire cible spécifié « %s/ » n'existe pas.

source: NEW_ROOT PUT_OLD
de: NEUE_WURZEL ALTE_WURZEL
fr: RACINE_NOUVELLE PLACE_ANCIENNE

source: Renames the root directory
de: Benennt das Wurzelverzeichnis um
fr: Renomme le répertoire racine

source: After this command, the directory that currently has the name NEW_ROOT will be the root directory, and the directory that is currently the root directory will have name PUT_OLD. Use of '--bookkeep-only' is NOT recommended.
fr: Après cette commande, le dossier actuellement nommé RACINE_NOUVELLE deviendra la racine, et le dossier qui est actuellement la racine deviendra le dossier appelé PLACE_ANCIENNE. L'utilisation de « --bookkeep-only » n'est PAS recommandée.

source: Shows workspace's status information
de: Zeigt Status-Informationen des Arbeitsbereiches
fr: Affiche des informations sur l'état de l'espace de travail

source: bisection from revision %s in progress
de: Bisektion von Revision %s wird durchgeführt
fr: bissection de la révision %s en cours

source: use '--revision' or '--branch' to specify what to checkout
fr: utiliser « --revision » ou « --branch » pour préciser quoi extraire

source: choose one with '%s checkout -r<id>'
de: wählen Sie einen durch '%s checkout -r<id>'
fr: choisissez-en une avec « %s checkout -r<id> »

source: revision %s is not a member of branch %s
de: Revision %s ist nicht Mitglied des Zweiges %s
fr: la révision %s n'est pas membre de la branche %s

source: you must specify a destination directory
de: Es muss ein Zielverzeichnis angegeben werden.
fr: vous devez préciser un dossier de destination

source: checkout directory '%s' already exists
de: Das Verzeichnis '%s' zum Auschecken existiert bereits.
fr: le répertoire d'exportation « %s » existe déjà
ja: 取り出すディレクトリ '%s' は既に存在しています

source: [DIRECTORY]
de: [VERZEICHNIS]
fr: [RÉPERTOIRE]

source: Checks out a revision from the database into a directory
de: Checkt eine Revision aus der Datenbank in ein Verzeichnis aus
fr: Importe une révision de la base de données dans un répertoire

source: If a revision is given, that's the one that will be checked out. Otherwise, it will be the head of the branch (given or implicit). If no directory is given, the branch name will be used as directory.
de: Wenn eine Revision angegeben wird, ist diese die einzige, die ausgecheckt wird. Andernfalls wird der Kopf des Zweiges (gegeben oder implizit) ausgecheckt. Wenn kein Verzeichnis angegeben wird, wird der Zweigname als Verzeichnisname verwendet.
fr: Si une révision est spécifiée, c'est celle-ci qui sera récupérée. Sinon, il s'agira de la version de tête de la branche spécifiée (ou implicite). Si aucun nom de dossier n'est fourni, le nom de la branche sera utilisé comme nom de dossier.

source: wrong revision count
de: falsche Anzahl von Revisionen
fr: nombre de révisions incorrect

source: Manages file attributes
de: Verwaltet Dateiattribute
fr: Gère les attributs de fichiers

source: This command is used to set, get or drop file attributes.
de: Dieses Kommando wird benutzt, um Dateiattribute zu setzen, zu holen oder zu löschen.
fr: Cette commande est utilisée pour attacher, obtenir ou détacher des attributs de fichiers

source: unknown path '%s'
fr: chemin « %s » inconnu

source: path '%s' does not have attribute '%s'
fr: Le chemin « %s » n'a pas d'attribut « %s »

source: PATH [ATTR]
de: PFAD [ATTRIBUT]
fr: CHEMIN [ATTR]

source: Removes attributes from a file
de: Entfernt Attribute von einer Datei
fr: Supprime les attributs d'un fichier

source: If no attribute is specified, this command removes all attributes attached to the file given in PATH. Otherwise only removes the attribute specified in ATTR.
de: Wenn kein Attribut angegeben wurde, entfernt dieses Kommando alle Attribute, die einer Datei zugeordnet wurden. Andernfalls wird lediglich das übergebene Attribut entfernt.
fr: Si aucun attribut n'est spécifié, cette commande supprime tous les attributs liés au fichier dont le chemin est CHEMIN. Sinon, ne supprime que les attributs spécifiés dans ATTR.

source: Gets the values of a file's attributes
de: Gibt den Wert eines Dateiattributs aus
fr: Obtient les attributs d'un fichier

source: If no attribute is specified, this command prints all attributes attached to the file given in PATH. Otherwise it only prints the attribute specified in ATTR.
de: Wenn kein Attribut angegeben wurde, gibt dieses Kommando alle Attribute aus, die der Datei zugeordnet wurden. Andernfalls wird lediglich der Wert des übergebenen Attributs ausgegeben.
fr: Si aucun attribut n'est spécifié, cette commande affiche tous les attributs liés au fichier dont le chemin est CHEMIN. Sinon, n'affiche que les attributs spécifiés dans ATTR.

source: no attributes for '%s'
fr: pas d'attributs pour « %s »

source: no attribute '%s' on path '%s'
fr: pas d'attribut « %s » pour le chemin « %s »

source: PATH ATTR VALUE
de: PFAD ATTRIBUT WERT
fr: CHEMIN ATTR VALEUR

source: Sets an attribute on a file
de: Setzt ein Attribut auf eine Datei
fr: Positionne un attribut sur un fichier

source: Sets the attribute given on ATTR to the value specified in VALUE for the file mentioned in PATH.
de: Setzt das Attribut ATTRIBUT auf den Wert WERT für die übergebene Datei DATEI.
fr: Positionne l'attribut donné par ATTR à la valeur spécifiée dans VALEUR pour le fichier dont le chemin est CHEMIN.

source: PATH
de: PFAD
fr: CHEMIN

source: Prints all attributes for the specified path
de: Gibt alle Attribute für den übergebenen Pfad aus
fr: Affiche tous les attributs pour le chemin spécifié.

source: PATH KEY VALUE
de: PFAD SCHLÜSSEL WERT
fr: CHEMIN CLEF VALEUR

source: Sets an attribute on a certain path
de: Setzt ein Attribut auf den übergebenen Pfad
fr: Positionne un attribut pour un certain chemin

source: PATH [KEY]
de: PFAD [SCHLÜSSEL]
fr: CHEMIN [CLEF]

source: Drops an attribute or all of them from a certain path
de: Entfernt ein Attribut oder alle Attribute vom übergebenen Pfad
fr: Supprime un ou tous les attributs d'un certain chemin

source: no changes to commit
de: keine Änderungen zum Einpflegen
fr: aucun changement nécessitant un commit

source: parent revisions of this commit are in different branches: '%s' and '%s'. Please specify a branch name for the commit, with '--branch'.
fr: les révisions parentes de ce commit sont dans des branches différentes : « %s » et « %s ». Veuillez spécifier un nom de branche pour le commit, avec « --branch ».

source: changes rejected by hook: %s
de: Änderungen durch Hook zurückgewiesen: %s
fr: changements rejetés par procédure automatique (hook) : %s
