Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: perform the associated file operation
ja: 関連付けられたファイル操作を実行
sv_se: genomför den tillhörande operationen på filen/filerna

source: suppress log and progress messages
ja: ログおよび進捗を示すメッセージを表示しない
sv_se: skriv inte ut loggar eller framstegsmeddelanden

source: print detailed version number, then exit
ja: 詳細なバージョン番号を表示し、終了
sv_se: skriv ut detaljerad versionsinformation och avsluta sedan omedelbart

source: do not load standard lua hooks
ja: 標準 lua フックを読み込まない
sv_se: använd inte standardluarutinerna

source: do not load ~/.monotone/monotonerc or MT/monotonerc lua files
ja: $HOME/.monotone/monotonerc または MT/monotonerc lua ファイルを読み込まない
sv_se: använd inte ~/.monotone/monotonerc eller MT/monotonerc

source: load extra rc file
ja: 別の初期化ファイルを読み込む
sv_se: använd denna luafil

source: set key for signatures
ja: 署名の鍵を設定
sv_se: ange nyckel att signera med

source: limit search for working copy to specified root
ja: 作業コピーの検索を指定のルート下に制限
sv_se: begränsa sökningen efter arbetskatalogen till denna katalog

source: verbose completion output
ja: 冗長な完了メッセージ
sv_se: ge utförlig information

source: problem parsing arguments from file %s: %s
ja: ファイル %s からの引数を解析中に問題発生: %s

source: weird error when stuffing arguments read from %s: %s
ja: %s から引数を読み取り中に予期せぬエラー発生: %s

source: command line: %s
ja: コマンド行: %s

source: set locale: LC_ALL=%s
ja: ロカール設定: LC_ALL=%s

source: syntax error near the "%s" option: %s
ja: "%s" オプションの近くに構文エラー: %s

source: monotone %s doesn't use the option %s
ja: monotone %s にはオプション %s は使えません

source: Removed 'hidden' from option # %d
ja: オプション # %d から 'hidden' を削除

source: Added 'hidden' to option # %d
ja: オプション # %d に 'hidden' を追加

source: Options specific to 'monotone %s':
ja: 'monotone %s' に特化したオプション:

source: Running on: %s Changes since base revision: %s
ja: %s 上で実行 基準リビジョン %s からの変更

source: protocol version mismatch: wanted '%d' got '%d'
ja: プロトコルバージョンが一致しません: 期待したのは '%d' ですが得たのは '%d' です

source: bad HMAC checksum (got %s, wanted %s) this suggests data was corrupted in transit
ja: 不正な HMAC チェックサム (計算値 %s / 期待値 %s) これは転送中にデータが壊れたことを示唆しています

source: uleb128 decode for '%s' into %d-byte datum overflowed
ja: '%s' について uleb128 デコード; %d バイトオーバーフロー

source: ran out of bytes reading uleb128 value for '%s' at pos %d
ja: '%s' について uleb128 値を読み込み中にポジション %d でデータ欠損

source: revs written
ja: 書き込んだリビジョン

source: all epochs processed, opening database valve
ja: すべての epoch を処理しました。データベースバルブを開いています

source: dropping outgoing netcmd (because we're in error unwind mode)
ja: エラー回復が可能なモードですので、外向きの netcmd を破棄します

source: error: %s
ja: エラー: %s

source: analyzing %d entries in manifest
ja: マニフェスト内の %d エントリを解析中

source: analyzing %d ancestry edges
ja: %d 個の系の端を解析中

source: Dropping branch certs for unwanted branch %s
ja: 希望しないブランチ %s のブランチ証明を削除

source: read %d bytes from fd %d (peer %s)
ja: %d バイト fd %d (ピーア %s) から読み込み

source: in error unwind mode, so throwing them into the bit bucket
ja: エラー回復可能モードですので、これらをビットバケット中に捨てます

source: wrote %d bytes to fd %d (peer %s)
ja: %d バイト fd %d (ピーア %s) へ書き込み

source: finished flushing output queue in error unwind mode, disconnecting
ja: エラー回復可能モードで出力キューをフラッシュ完了、切断中

source: queueing 'bye' command
ja: 'bye' コマンドをキューに追加

source: queueing 'error' command
ja: 'error' コマンドをキューに追加

source: queueing 'done' command for %s level %s
ja: '%s' (レベル %s) について 'done' コマンドをキューに追加

source: queueing request for refinement of %s node '%s', level %d
ja: %s ノード '%s', レベル %d の微調整要求をキューに追加

source: not queueing request for %s '%s' as we are in pure source role
ja: 純粋なソースの役割を果しているので %s '%s' の要求はキューに追加しません

source: not queueing request for %s '%s' as we already requested it
ja: 既に要求済みの %s '%s' はキューに追加しません

source: queueing request for data of %s item '%s'
ja: %s アイテム '%s' のデータ要求をキューに追加

source: not queueing request for %s delta '%s' -> '%s' as we are in pure source role
ja: 純粋なソースの役割を果しているので %s 差分 '%s' -> '%s' の要求をキューに追加しません

source: not queueing request for %s delta '%s' -> '%s' as we already requested the target
ja: 既に要求済みなので %s 差分 '%s' -> '%s' の要求をキューに追加しません

source: queueing request for contents of %s delta '%s' -> '%s'
ja: %s 差分 '%s' -> '%s' の内容について要求をキューに追加

source: not queueing %s data for '%s' as we are in pure sink role
ja: 純粋なシンクの役割を果しているので %s データ (対象: '%s' )をキューに追加しません

source: queueing %d bytes of data for %s item '%s'
ja: %d バイト (%s アイテム '%s' のデータ)をキューに追加

source: not queueing %s delta '%s' -> '%s' as we are in pure sink role
ja: 純粋なシンクの役割を果しているので %s 差分 '%s' -> '%s' をキューに追加しません

source: queueing %s delta '%s' -> '%s'
ja: %s 差分 '%s' -> '%s' をキューに追加

source: not queueing note of nonexistence of %s item '%s' as we are in pure sink role
ja: 純粋なシンクの役割を果しているので %s アイテム '%s' がないことについてノートをキューに追加しません

source: queueing note of nonexistance of %s item '%s'
ja: %s アイテム '%s' がないことについてノートをキューに追加

source: received 'bye' netcmd
ja: 'bye' netcmd を受信

source: received 'done' for empty %s level %d, marking as complete
ja: 空の %s レベル %d について 'done' 受信, 完了としてマーク

source: received 'done' for %s level %d, which had refinements; sending echo of done for level %d
ja: 微調整を含む %s レベル %d について 'done' 受信;レベル %d の各 'done' について送信

source: server key has name %s, hash %s
ja: サーバー鍵の名前 %s、ハッシュ %s

source: @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@ @ WARNING: SERVER IDENTIFICATION HAS CHANGED @ @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@ IT IS POSSIBLE THAT SOMEONE IS DOING SOMETHING NASTY it is also possible that the server key has just been changed remote host sent key %s I expected %s 'monotone unset %s %s' overrides this check
ja: @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@ @ 警告: サーバーの識別 ID が変更されています @ @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@ これは誰かが何か悪事を働いている可能性があるということです。 またただサーバーの鍵が変更されただけの可能性もあります。 リモートホスト鍵 %s 期待値 %s 'monotone unset %s %s' とすると検証結果を無視するようになります

source: first time connecting to server %s I'll assume it's really them, but you might want to double-check their key's fingerprint: %s
ja: サーバー %s に接続するのは初めてです 偽物でないとは思いますが、鍵の指紋を二重チェックしてみるといいでしょう: %s

source: saving public key for %s to database
ja: %s の公開鍵をデータベースに保存中

source: received 'hello' netcmd from server '%s' with nonce '%s'
ja: サーバー '%s' から nonce '%s' と一緒に 'hello' netcmd を受信

source: rejected attempt at anonymous connection for write
ja: 匿名での接続からの書き込みを拒否

source: rejected attempt at anonymous connection while running as sink
ja: シンクとして実行中の匿名での接続からの書き込みを拒否

source: allowed anonymous read permission for '%s' excluding '%s'
ja: 匿名での '%s' ('%s' を除く)の読み込みを許可しました

source: detected replay attack in auth netcmd
ja: auth netcmd 中に繰り返し攻撃を検出

source: remote public key hash '%s' is unknown
ja: リモートの公開鍵ハッシュ '%s' は不明なものです

source: denied '%s' read permission for '%s' excluding '%s' while running as pure sink
ja: 純粋シンクとして実行中の '%s' の '%s' ('%s' を除く) の読み込みを拒否しました

source: denied '%s' read permission for '%s' excluding '%s' because of branch '%s'
ja: '%s' の '%s' ('%s' を除く)の読み込みをブランチ '%s' のために拒否しました

source: access to branch '%s' denied by server
ja: ブランチ '%s' へのアクセスはサーバーによって拒否されました

source: allowed '%s' read permission for '%s' excluding '%s'
ja: '%s' の匿名での '%s' ('%s' を除く)の読み込みを許可しました

source: denied '%s' write permission for '%s' excluding '%s' while running as pure source
ja: 純粋ソースとして実行中の '%s' の '%s' ('%s' を除く) への書き込みを拒否しました

source: denied '%s' write permission for '%s' excluding '%s'
ja: '%s' の '%s' ('%s' を除く)への書き込みを拒否しました

source: allowed '%s' write permission for '%s' excluding '%s'
ja: '%s' の '%s' ('%s' を除く)への書き込みを許可しました

source: client signature OK, accepting authentication
ja: クライアント署名 OK、認証完了

source: bad client signature
ja: 不正なクライアント署名

source: received 'confirm' netcmd from server '%s' for pattern '%s' exclude '%s' in %s mode
ja: サーバー '%s' からパターン '%s' ('%s' を除く; %s モード)への 'confirm' netcmd を受信しました

source: server signature OK, accepting authentication
ja: サーバー署名 OK、認証完了

source: bad server signature
ja: 不正なサーバー署名

source: unknown server key
ja: 不明なサーバー鍵

source: epoch with hash '%s' does not exist in our database
ja: こちらのデータベースにはハッシュ '%s' の epoch は含まれていません

source: public key '%s' is also called '%s'
ja: 公開鍵 '%s' の別名は '%s' です

source: revision '%s' does not exist in our database
ja: こちらのデータベースにはリビジョン '%s' は含まれていません

source: manifest '%s' does not exist in our database
ja: こちらのデータベースにはマニフェスト '%s' は含まれていません

source: file '%s' does not exist in our database
ja: こちらのデータベースにはファイル '%s' は含まれていません

source: cert '%s' does not exist in our database
ja: こちらのデータベースには証明 '%s' は含まれていません

source: received 'refine' netcmd on %s node '%s', level %d
ja: %s ノード '%s'、レベル %d で 'refine' netcmd を受信

source: no corresponding %s merkle node for prefix '%s', level %d
ja: 相当する %s merkle ノード(対象: プレフィクス '%s'、レベル %d) を持っていません

source: found corresponding %s merkle node for prefix '%s', level %d
ja: 相当する %s merkle ノード (対象: プレフィクス '%s', レベル %d) をみつけました

source: received 'send_data' netcmd requesting %s '%s'
ja: %s '%s' を要求する 'send_data' netcmd を受信

source: received 'send_delta' netcmd requesting %s edge '%s' -> '%s'
ja: %s 先端 '%s' -> '%s' を要求する 'send_delta' netcmd を受信

source: delta requested for item type %s
ja: アイテムタイプ %s について要求された差分

source: epoch '%s' already exists in our database
ja: epoch '%s' は既にデータベースにあります

source: received epoch %s for branch %s
ja: epoch %s (ブランチ %s) を受信

source: branch %s has no epoch; setting epoch to %s
ja: ブランチ %s には epoch はありませんので、epoch を %s に設定します

source: branch %s already has an epoch; checking
ja: ブランチ %s には既に epoch があります。検証中

source: public key '%s' already exists in our database
ja: 公開鍵 '%s' は既にデータベースにあります

source: cert '%s' already exists in our database
ja: 証明 '%s' は既にデータベースにあります

source: revision '%s' already exists in our database
ja: リビジョン '%s' は既にデータベースにあります

source: received revision '%s'
ja: リビジョン '%s' を受信

source: manifest version '%s' already exists in our database
ja: バージョン '%s' のマニフェストは既にデータベースにあります

source: file version '%s' already exists in our database
ja: バージョン '%s' のファイルは既にデータベースにあります

source: ignoring delta received for item type %s
ja: アイテムタイプ %s について受信した差分を無視

source: received 'nonexistant' netcmd for %s '%s'
ja: %s '%s' について 'nonexistant' netcmd を受信

source: Received greeting from usher: %s
ja: 門番から受け入れ挨拶を受信: %s

source: Sent reply.
ja: 応答を送信

source: received 'anonymous' netcmd from client for pattern '%s' excluding '%s' in %s mode
ja: クライアントからパターン '%s' ('%s' を除く; %s モード)への 'anonymous' netcmd を受信

source: received 'auth(hmac)' netcmd from client '%s' for pattern '%s' exclude '%s' in %s mode with nonce1 '%s'
ja: クライアント '%s' からパターン '%s' ('%s' を除く; モード %s) について nonce1 '%s' とともに 'auth(hmac)' netcmd を受信

source: processing %d byte input buffer from peer %s
ja: %d バイトの入力バッファ (送信元: ピーア %s) を処理中

source: input buffer for peer %s is overfull after netcmd dispatch
ja: netcmd dispatch の後でピーア %s の入力バッファがあふれました

source: protocol error while processing peer %s: '%s'
ja: ピーア %s: '%s' を処理中にプロトコルエラー発生

source: connecting to %s
ja: %s に接続中

source: timed out waiting for I/O with peer %s, disconnecting
ja: ピーア %s の I/O を待っている間にタイムアウト, 切断中

source: read from fd %d (peer %s) closed OK after goodbye
ja: fd %d (ピーア %s) からの読み込みは goodbye の後で問題なく閉じました

source: read from fd %d (peer %s) failed, disconnecting
ja: fd %d (ピーア %s) からの読み込みに失敗, 切断中

source: write on fd %d (peer %s) closed OK after goodbye
ja: fd %d (ピーア %s) への書き込みは goodbye の後で問題なく閉じました

source: write on fd %d (peer %s) failed, disconnecting
ja: fd %d (ピーア %s) からの書き込みに失敗、切断中

source: got OOB data on fd %d (peer %s), disconnecting
ja: fd %d (ピーア %s) で OOB データを受信、切断中

source: terminated exchange with %s
ja: %s との交換を切断

source: successful exchange with %s
ja: %s との交換に成功

source: fd %d is armed
ja: fd %d: armed

source: protocol error while processing peer %s: '%s', marking as bad
ja: ピーア %s: '%s' を処理中にプロトコルエラー発生、誤りとして印付け

source: accept() returned a dead client
ja: accept() は死んだクライアントを返しました

source: protocol error while processing peer %s: '%s', disconnecting
ja: ピーア %s: '%s' からを処理中にプロトコルエラー発生、切断中

source: fd %d (peer %s) read failed, disconnecting
ja: fd %d (ピーア %s) 読み込み失敗、切断中

source: fd %d (peer %s) write failed, disconnecting
ja: fd %d (ピーア %s) 書き込み失敗、切断中

source: fd %d (peer %s) processing finished, disconnecting
ja: fd %d (ピーア %s) 処理終了、切断中

source: fd %d (peer %s) has been idle too long, disconnecting
ja: fd %d (ピーア %s) はアイドル時間が長すぎます。切断中

source: fd %d (peer %s) exchanged goodbyes and flushed output, disconnecting
ja: fd %d (ピーア %s) は goodbye を交し出力をフラッシュしました。切断中

source: session limit %d reached, some connections will be refused
ja: セッション制限 %d に達っしました。いくつかの接続は拒否されます

source: i/o probe with %d armed
ja: %d armed で I/O プローブ

source: got woken up for action on unknown fd %d
ja: 不明な fd %d はアクションのために起こされました

source: got some OOB data on fd %d (peer %s), disconnecting
ja: fd %d (ピーア %s) で OOB データを受信し、切断中

source: finding items to synchronize:
ja: 同期アイテムを検索中:

source: including branch %s
ja: ブランチ %s を含めます

source: setting epoch on %s to zero
ja: %s の epoch を零に設定

source: writing delayed revision data packet for %s
ja: %s について遅延したリビジョンデータパケットを書き込み中

source: discarding revision data packet %s with unmet dependencies
ja: 依存関係を満たさないリビジョンデータパケット %s を破棄

source: writing delayed manifest data packet for %s
ja: %s について遅延したマニフェストデータパケットを書き込み中

source: discarding manifest data packet %s with unmet dependencies
ja: 依存関係を満たさないマニフェストデータパケット %s を破棄

source: writing delayed file data packet for %s
ja: %s について遅延ファイルデータパケットを書き込み中

source: discarding manifest delta packet %s -> %s with unmet dependencies
ja: 依存関係を満たさないマニフェスト差分パケット %s -> %s を破棄

source: discarding file delta packet %s -> %s with unmet dependencies
ja: 依存関係を満たさないファイル差分パケット %s -> %s を破棄

source: writing delayed revision cert on %s
ja: %s の遅延リビジョン証明を書き込み中

source: discarding revision cert packet %s with unmet dependencies
ja: 依存関係を満たさないリビジョン証明パケット %s を破棄

source: writing delayed public key %s
ja: 遅延公開鍵 %s を書き込み中

source: writing delayed private key %s
ja: 遅延秘密鍵 %s を書き込み中

source: noting acceptence of revision %s
ja: リビジョン %s について受理したものはありません

source: noting acceptence of manifest %s
ja: マニフェスト %s について受理したものはありません

source: noting acceptence of file %s
ja: ファイル %s について受理したものはありません

source: skipping existing file version %s
ja: 既存のファイル、バージョン %s をスキップ

source: reconstructed file from delta '%s' -> '%s' has wrong id '%s'
ja: 差分 '%s' -> '%s' から再構築されたファイルの ID '%s' は不正なものです

source: delaying file delta %s -> %s for preimage
ja: 事前イメージのためのファイル差分 %s -> %s を遅延

source: skipping delta to existing file version %s
ja: 既存のファイル、バージョン %s への差分をスキップ

source: reconstructed file from reverse delta '%s' -> '%s' has wrong id '%s'
ja: 逆方向の差分 '%s' -> '%s' から再構築されたファイルの ID '%s' は不正なものです

source: delaying reverse file delta %s -> %s for preimage
ja: 事前イメージのための逆方向のファイル差分 %s -> %s を遅延

source: skipping reverse delta to existing file version %s
ja: 既存のファイル、バージョン %s への逆方向の差分をスキップ

source: skipping existing manifest version %s
ja: 既存のマニフェスト、バージョン %s をスキップ

source: reconstructed manifest from delta '%s' -> '%s' has wrong id '%s'
ja: 差分 '%s' -> '%s' から再構築されたマニフェストの ID '%s' は不正なものです

source: delaying manifest delta %s -> %s for preimage
ja: 事前イメージのための逆方向のファイル差分 %s -> %s を遅延

source: skipping delta to existing manifest version %s
ja: 既存のマニフェストバージョン %s への差分をスキップ

source: reconstructed manifest from reverse delta '%s' -> '%s' has wrong id '%s'
ja: 逆方向の差分 '%s' -> '%s' から再構築されたマニフェストの ID '%s' は不正なものです

source: delaying manifest reverse delta %s -> %s for preimage
ja: 事前イメージのためのマニフェストの逆方向の差分 %s -> %s を遅延

source: skipping reverse delta to existing manifest version %s
ja: 既存のマニフェスト、バージョン %s への逆方向の差分をスキップ

source: delaying revision %s for new manifest %s
ja: リビジョン %s (新しいマニフェスト %s) を遅延

source: delaying revision %s for old manifest %s
ja: リビジョン %s (古いマニフェスト %s) を遅延

source: delaying revision %s for old revision %s
ja: リビジョン %s (古いリビジョン %s) を遅延

source: delaying revision %s for old file %s
ja: リビジョン %s (古いファイル %s) を遅延

source: delaying revision %s for new file %s
ja: リビジョン %s (新しいファイル %s) を遅延

source: skipping existing revision %s
ja: 既存のリビジョン %s をスキップ

source: delaying revision cert on %s
ja: %s のリビジョン証明を遅延

source: skipping existing revision cert %s
ja: 既存のリビジョン証明 %s をスキップ

source: skipping prohibited public key %s
ja: 禁止された公開鍵 %s をスキップ

source: key '%s' is not equal to key '%s' in database
ja: 鍵 '%s' はデータベース内の鍵 '%s' と一致しません

source: skipping existing public key %s
ja: 既存の公開鍵 %s をスキップ

source: packet valve opened
ja: パケットバルブ: 開

source: wrote %i queued packets
ja: %i キューパケット書き込み

source: parse failure %d:%d: expecting %s, got %s with value '%s'
ja: 解析失敗 %d:%d: 期待値 %s、取得 %s (値 '%s')

source: parse failure %d:%d: expecting word '%s'
ja: 解析失敗 %d:%d: 期待される語句 '%s'

source: parse failure %d:%d: expecting word
ja: 解析失敗 %d:%d: 期待される語句

source: Calculating time of %s
ja: %s の時間を計算しています

source: version %s -> tag %s
ja: バージョン %s - タグ %s

source: skipping identity file edge
ja: 識別ファイルの先端をスキップ

source: existing path to %s found, skipping
ja: %s への既存のパスを発見、スキップ

source: skipping identity manifest edge
ja: 識別マニフェストの先端をスキップ

source: version %s has %d lines
ja: バージョン %s には %d 行あります

source: following RCS edge %s -> %s
ja: 次の RCS 先端 %s -> %s

source: constructed RCS version %s, inserting into database
ja: 構築された RCS バージョン %s をデータベースに挿入

source: following RCS branch %s = '%s'
ja: 次の RCS ブランチ %s = '%s' を追跡

source: finished RCS branch %s = '%s'
ja: RCS ブランチ %s ='%s' を終了

source: parsing RCS file %s
ja: RCS ファイル %s を解析中

source: parsed RCS file %s OK
ja: 解析した RCS ファイル %s: OK

source: importing file '%s'
ja: ファイル '%s' を取り込み中

source: first version in branch %s would be %s
ja: ブランチ %s 内の最初のバージョンは %s でしょう

source: file branchpoint for %s at %s
ja: %s のファイルブランチ点 %s

source: error reading RCS file %s: %s
ja: RCS ファイル %s を読み込み中にエラー: %s

source: skipping non-RCS file %s
ja: 非 RCS ファイル %s をスキップ

source: examining next commit [t:%d] [p:%s] [a:%s] [c:%s]
ja: 次のコミット [t:%d] [p:%s] [a:%s] [c:%s] を検査中

source: expiring cluster
ja: クラスタを終了中

source: examining cluster %d to see if it touched %d
ja: クラスタ %d が %d にふれているか調べています

source: found cluster touching %d: [t:%d] [a:%d] [c:%d]
ja: %d: [t:%d] [a:%d] [c:%d] にふれているクラスタをみつけました

source: last modification time is %d
ja: 最終更新日時は %d です

source: picked existing cluster [t:%d] [a:%d] [c:%d]
ja: 既存のクラスタ [t:%d] [a:%d] [c:%d] を選択

source: building new cluster [t:%d] [a:%d] [c:%d]
ja: 新しいクラスタ [t:%d] [a:%d] [c:%d] を作成中

source: finished branch commits, writing all pending clusters
ja: ブランチコミットを終了し、すべての待機中のクラスタを書き込んでいます

source: finished writing pending clusters
ja: 待機中のクラスタへの書き込みを完了

source: branch %s has %d entries
ja: ブランチ %s には %d 個のエントリがあります

source: trunk has %d entries
ja: trunk には %d 個のエントリがあります

source: initial cluster on branch %s has %d live entries
ja: ブランチ %s の初期クラスタには %d 個の生きたエントリがあります

source: initial cluster contains %s at %s
ja: 初期クラスタは %s を %s に含んでいます

source: storing manifest '%s' (base %s)
ja: マニフェスト '%s' (基準 %s) を保存しています

source: storing head %s
ja: 最新版 %s を保存しています

source: skipping delta to null manifest
ja: 空マニフェストについての差分をスキップ

source: skipping cyclical manifest delta %s -> %s
ja: マニフェストの循環差分 %s -> %s をスキップ

source: writing full manifest %s
ja: 完全なマニフェスト %s を書き込み中

source: storing manifest delta %s -> %s
ja: マニフェスト差分 %s -> %s を保存中

source: adding entry state '%s' on '%s'
ja: エントリ状態 '%s' ('%s') を追加

source: applying state delta on '%s' : '%s' -> '%s'
ja: '%s' : '%s' -> '%s' の状態差分を適用中

source: deleting entry state '%s' on '%s'
ja: エントリ状態 '%s' ('%s') を削除しています

source: END consume_cluster('%s') (parent '%s')
ja: END consume_cluster('%s') (親 '%s')

source: verifying new revisions (this may take a while)
ja: 新しいリビジョンを検証中 (しばらく御待ち下さい)

source: Verifying revision %s has sane history (to depth %i)
ja: リビジョン %s の履歴が正しいか検証しています (深さ %i)

source: Examining %s -> %s
ja: %s -> %s を検討中

source: %s and %s have no common ancestor, so done
ja: %s と %s には共通の祖先はありません。完了

source: already checked common ancestor, so done
ja: 既にチェック済の共通の祖先。完了

source: %s is a merge; verifying paths to common ancestor %s are sane
ja: %s は統合です。共通の祖先 %s へのパスが適切なものか検証しています

source: loading parents for node %d
ja: ノード %d の親を読み込み中

source: parent %s -> node %d
ja: 親 %s -> ノード %d

source: found %d intersecting nodes
ja: %d 個の交差ノードがみつかりました

source: searching for common ancestor, left=%s right=%s
ja: 左=%s 右=%s の共通の祖先を検索中

source: common ancestor scan [par=%d,anc=%d,dom=%d]
ja: 共通の祖先を走査 [親=%d,祖先=%d,支配=%d]

source: found node %d, ancestor of left %s and dominating right %s
ja: みつかったノード %d は左 %s と支配している右 %s の祖先です

source: found node %d, ancestor of right %s and dominating left %s
ja: みつかったノード %d は右 %s と支配している左 %s の祖先です

source: searching for least common ancestor, left=%s right=%s
ja: 最小公倍の祖先を検索中, 左=%s 右=%s

source: least common ancestor scan [par=%d,anc=%d]
ja: 最も近い祖先を走査 [親=%d,祖先=%d]

source: found node %d, ancestor of left %s and right %s
ja: みつかったノード %d は左 %s、右 %s の祖先です

source: checking whether %s is an ancestor of %s
ja: %s が %s の祖先かどうか検証しています

source: new root: %s
ja: 新規ルート: %s

source: new leaf: %s
ja: 新規リーフ: %s

source: exploring changesets from parents of %s, seeking towards %s
ja: %s の親から %s に向って変更セットを調査中

source: considering parent %s of %s
ja: 親 %s (%s) について検討中

source: revision %s is relevant, composing with edge to %s
ja: リビジョン %s は %s への先端と関連し複合しています

source: parent %s of %s is not relevant
ja: 親 %s (%s) は関連していません

source: adding parents of %s to subgraph
ja: %s の親をサブグラフに追加

source: found parent %s of %s
ja: 親 %s (%s) を発見

source: adding parent %s to next frontier
ja: 親 %s を次の先端に追加

source: calculating composite changeset between %s and %s
ja: %s と %s の間の複合変更セットを見積っています

source: calculating changeset from %s to %s
ja: %s から %s への変更セットを見積っています

source: no common ancestor for %s and %s
ja: %s と %s の共通の祖先はありません

source: common ancestor is %s
ja: 共通の祖先は %s です

source: analyzing manifest changes from '%s' -> '%s'
ja: '%s' -> '%s' からマニフェストの変更を解析中

source: splitting ancestry for file %s
ja: ファイル %s の系統を分離中

source: noting ancestry from child %d -> parent %d
ja: 子 %d -> 親 %d の系統はありません

source: setting epoch for %s to %s
ja: %s の epoch を %s に設定

source: scanning for nodes with 3+ parents
ja: 3 個以上の親を持つノードを走査中

source: optimizing out redundant edge %i -> %i
ja: 冗長な先端 %i -> %i を最適化中

source: rebuilding %d nodes
ja: 再構築中: %d ノード

source: node %d = manifest %s
ja: ノード %d = マニフェスト %s

source: loaded '%s' manifest cert for node %s
ja: '%s' マニフェスト証明 (ノード %s) を読み込みました

source: node %d = revision %s = manifest %s
ja: ノード %d = リビジョン %s = マニフェスト %s

source: loaded '%s' revision cert for node %s
ja: '%s' リビジョン証明 (ノード %s) を読み込みました

source: processing node %d
ja: ノード %d を処理中

source: node %d already processed, skipping
ja: ノード %d をスキップ (既に処理済み)

source: node %d is a root node
ja: ノード %d はルートノードです

source: parent node %d = revision %s
ja: 親ノード %d = リビジョン %s

source: processing edge from child %d -> parent %d
ja: 子 %d -> 親 %d から先端を処理中

source: mapped node %d to revision %s
ja: ノード %d をリビジョン %s へ割り当てました

source: skipping already existing revision %s
ja: 既存のリビジョン %s をスキップ

source: rebuilding revision graph from existing graph
ja: 既存のグラフからリビジョングラフを再度構成中

source: rebuilding revision graph from manifest certs
ja: マニフェスト証明からリビジョングラフを再度構成中

source: started up on %s
ja: %s で開始

source: ignoring request to give last gasp; already in process of dumping
ja: 最後の変更要請を無視します。既にダンプ処理中です

source: saving current work set: %i items
ja: 現在の作業セットを保存中: %i アイテム

source: Current work set: %i items
ja: 現在の作業セット: %i アイテム

source: ignoring error trigged by saving work set to debug log
ja: 作業セットの保存によって引き起されたデバッグログへのエラーを無視します

source: finished saving work set
ja: 作業セットの保存終了

source: database schema %s is unknown; cannot perform migration
ja: 不明なデータベーススキーマ %s; 統合できません

source: no migration performed; database schema already up-to-date at %s
ja: 統合しません; データベーススキーマは既に最新になっています: %s

source: converting %d bytes from %s to %s
ja: %d バイト: %s から %s へ変換中

source: converting %d bytes from IDNA ACE to UTF-8
ja: IDNA ACE から UTF-8 へ変換中 (%d バイト)

source: converting %d bytes from UTF-8 to IDNA ACE
ja: UTF-8 から IDNA ACE へ変換中 (%d バイト)
