Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: '_MTN/log' is non-empty and log message was specified on command line. Perhaps move or delete '_MTN/log', or remove '--message'/'--message-file' from the command line?
fr: « _MTN/log » n'est pas vide et une entrée d'historique a été donnée sur la ligne de commande Veuillez déplacer ou supprimer « _MTN/log », ou enlever « --message »/« --message-file » de la ligne de commande.

source: empty log message; commit canceled
de: leerer Kommentar; Einpflegen abgebrochen
fr: message d'historique vide ; commit annulé
ja: 空のログメッセージ; コミットは取り消されました

source: log message rejected by hook: %s
de: Kommentar durch Hook zurückgewiesen: %s
fr: entrée d'historique rejetée par procédure automatique (hook) : %s

source: beginning commit on branch '%s'
de: beginne Einpflegen auf Zweig '%s'
fr: début du commit sur la branche « %s »

source: revision %s already in database
de: Revision %s ist bereits in der Datenbank
fr: la révision « %s » est déjà dans la base de données

source: file '%s' modified during commit, aborting
de: Datei '%s' wurde während des Einpflegens geändert, breche ab
fr: le fichier « %s » a été modifié pendant le commit, interruption
ja: ファイル '%s' は commit 前に変更されました. 中止します

source: your database is missing version %s of file '%s'
fr: il manque la version %s du fichier « %s » dans votre base de données

source: committed revision %s
de: Revision %s eingepflegt
fr: révision %s enregistrée

source: Commits workspace changes to the database
de: Pflegt Änderungen am Arbeitsbereich in die Datenbank ein
fr: Effectue un « commit » des modifications depuis l'espace de travail vers la base de données

source: Sets up a new workspace directory
de: Setzt einen neuen Arbeitsbereich auf
fr: Fait d'un dossier donné un nouvel espace de travail

source: If no directory is specified, uses the current directory.
de: Wenn kein Verzeichnis übergeben wird, wird das derzeitige Verzeichnis genutzt.
fr: Si aucun répertoire n'est spécifié, utilise le répertoire courant

source: need '--branch' argument for setup
fr: un argument à l'option « --branch » est requis pour la commande setup

source: DIRECTORY
de: VERZEICHNIS
fr: RÉPERTOIRE

source: Imports the contents of a directory into a branch
de: Importiert die Inhalte eines Verzeichnisses in einen Zweig
fr: Importe le contenu d'un dossier dans une branche

source: you must specify a directory to import
de: Es muss ein Verzeichnis für den Import angegeben werden.
fr: vous devez préciser un dossier à importer

source: use '--revision' or '--branch' to specify the parent revision for the import
fr: utilisez « --revision » ou « --branch » pour préciser la révision parente pour l'import

source: choose one with '%s import -r<id>'
de: wählen Sie eine durch '%s import -r<id>'
fr: choisissez en une avec « %s import -r<id> »

source: import directory '%s' doesn't exists
de: Das Import-Verzeichnis '%s' existiert nicht.
fr: le dossier à importer « %s » n'existe pas

source: import directory '%s' is a file
de: Der Import-Pfad '%s' ist eine Datei und kein Verzeichnis.
fr: le dossier à importer « %s » est un fichier

source: Migrates a workspace directory's metadata to the latest format
de: Migriert die Metadaten eines Arbeitsbereichs auf das neueste Format
fr: Migre les méta-données d'un répertoire de l'espace de travail dans le format le plus récent

source: If no directory is given, defaults to the current workspace.
de: Wenn kein Verzeichnis übergeben wurde, wird standardmäßig der derzeitige Arbeitsbereich genutzt.
fr: Si aucun répertoire n'est précisé, utilise par défaut l'espace de travail courant.

source: Refreshes the inodeprint cache
de: Aktualisiert den 'inodeprint'-Cache
fr: Rafraîchit le cache d'inodeprint

source: Search revisions to find where a change first appeared
de: Suche Revisionen, in denen eine Änderung zuerst erschien
fr: Cherche les révisions afin de trouver où est apparu le premier changement

source: These commands subdivide a set of revisions into good, bad and untested subsets and successively narrow the untested set to find the first revision that introduced some change.
de: Diese Kommandos unterteilen eine Menge von Revisionen in gute, schlechte und ungetestete Untermengen und verringern die ungetestete Untermenge sukksessive solange, bis die erste Revision gefunden wurde, die eine bestimmte Änderung eingeführt hat.
fr: Ces commandes subdivisent un ensemble de révisions en trois sous-ensembles de révisions, bonines, mauvaises et non-testées, et successivement restreignent l'ensemble non vérifié pour trouver la première révision qui a introduit des changements.

source: Reset the current bisection search
de: Setze die aktuelle Bisektionssuche zurück
fr: Redémarre la recherche de la bissection actuelle

source: Update the workspace back to the revision from which the bisection was started and remove all current search information, allowing a new search to be started.
de: Aktualisiere den Arbeitsbereich zurück zu der Revision, von der die Bisektion gestartet wurde und entferne alle derzeitigen Suchinformationen, um eine neue Suche zu ermöglichen.
fr: Remet l'espace de travail au niveau de la révision à partir de laquelle la bissection avait démarrée et supprime toutes les recherches d'informations en cours, pour permettre une nouvelle recherche.

source: no bisection in progress
de: es wird keine Bisektion durchgeführt
fr: aucune bissection en cours

source: this command can only be used in a workspace with no pending changes
de: dieses Kommando kann nur in einem Arbeitsbereich genutzt werden, der keine Änderungen aufweist.
fr: Cette commande ne peut être utilisée que dans un espace de travail sans changements latents

source: reset back to %s
de: setzte auf %s zurück
fr: retourne à « %s »

source: bisecting revisions; %d good; %d bad; %d skipped; specify good revisions to start search
de: unterteile Revisionen; %d gute; %d schlechte; %d übergangene; geben Sie gute Revisionen an, um die Suche zu starten
fr: révisions en cours de bissection ; %d bonnes, %d mauvaises, %d sautées. Veuillez spécifier les bonnes révisions pour débuter la recherche.

source: bisecting revisions; %d good; %d bad; %d skipped; specify bad revisions to start search
de: unterteile Revisionen; %d gute; %d schlechte; %d übergangene; geben Sie schlechte Revisionen an, um die Suche zu starten
fr: révisions en cours de bissection ; %d bonnes, %d mauvaises, %d sautées. Veuillez spécifier les mauvaises révisions pour débuter la recherche.

source: bisecting %d revisions; %d good; %d bad; %d skipped; %d remaining
de: unterteile %d Revisionen; %d gute; %d schlechte; %d übergangene; %d verbleiben
fr: %d révisions en cours de bissection ; %d bonnes, %d mauvaises, %d sautées, %d restantes

source: bisection finished at revision %s
de: Bisektion bei Revision %s beendet
fr: bissection terminée à la révision « %s »

source: bisection started at revision %s
de: Bisektion bei Revision %s gestartet
fr: bissection débutée à la révision « %s »

source: ignored redundant bisect %s on revision %s
de: ignoriere überflüssiges 'bisect %s' auf Revision %s
fr: bissection redondante « %s » ignorée pour la révision « %s »

source: conflicting bisect %s/%s on revision %s
de: Konflikt bei 'bisect %s/%s' auf Revision %s
fr: bissection conflictuelle « %s/%s » pour la révision « %s »

source: updating to %s
de: aktualisiere auf %s
fr: mise à jour vers %s

source: Reports on the current status of the bisection search
de: Berichtet den derzeitigen Status der Bisektionssuche
fr: Indique l'état courant pour la recherche de bissection

source: Lists the total number of revisions in the search set, the number of revisions that have been determined to be good or bad, the number of revisions that have been skipped and the number of revisions remaining to be tested.
de: Listet die Anzahl aller Revisionen in der Suchmenge, die Anzahl der Revisionen, die als gut oder schlecht markiert wurden, die Anzahl der Revisionen, die übergangen wurden, sowie die Anzahl der zum Test verbleibenden Revisionen auf.
fr: Liste le nombre total de révisions dans l'ensemble de recherche, le nombre de révisions déterminées comme bonnes ou mauvaises, le nombre de révisions sautées et le nombre de révisions encore à tester.

source: next revision for bisection testing is %s
de: nächste Revision für Bisektionstest ist %s
fr: prochaine révision pour le test de bissection est %s

source: however this workspace is currently at %s
de: der Arbeitsbereich hat jedoch derzeit die Revision %s
fr: toutefois, cet espace de travail est actuellement à %s

source: run 'bisect update' to update to this revision before testing
de: führen Sie 'bisect update' aus, um vor dem Test zur korrekten Revision zu aktualisieren
fr: exécutez « bisect update » pour mettre à jour vers cette révision avant de tester

source: Updates the workspace to the next revision to be tested by bisection
de: Aktualisiert den Arbeitsbereich zur nächsten Revision, die durch die Bisektionssuche getestet werden soll.
fr: Met l'espace de travail à jour vers la prochaine révision testée par bissection.

source: This command can be used if updates by good, bad or skip commands fail due to blocked paths or other problems.
de: Dieses Kommando kann genutzt werden, wenn Aktualisierungen durch die Kommandos 'good', 'bad' oder 'skip' durch bestimmte Probleme, wie beispielsweise blockierte Pfade, fehlschlagen.
fr: Cette commande peut être utilisée si les mises à jour faites avec les commandes bonnes, mauvaises ou sautées échouent à cause de chemins bloqués ou autres problèmes.

source: Excludes the current revision or specified revisions from the search
de: Schließt die derzeitige Revision oder die spezifizierten Revisionen von der Suche aus
fr: Exclut la révision courante ou celles spécifiées par la recherche.

source: Skipped revisions are removed from the set being searched. Revisions that cannot be tested for some reason should be skipped.
de: Übergangene Revision werden von der durchsuchten Menge entfernt. Revisionen, die aus irgend einem Grund nicht getestet werden können, sollten übergangen werden.
fr: Les révisions sautées sont supprimées de l'ensemble en cours de recherche. Les révisions qui ne peuvent être testées quelle qu'en soit la raison, devraient être sautées.

source: Marks the current revision or specified revisions as bad
de: Markiert die derzeitige Revision oder die spezifizierten Revisionen als schlecht
fr: Marque la révision courante ou spécifiée comme mauvaise.

source: Known bad revisions are removed from the set being searched.
de: Bekannte schlechte Revisionen werden von der durchsuchten Menge entfernt.
fr: Les révisions connues comme étant mauvaises sont supprimées de l'ensemble de recherche.

source: Marks the current revision or specified revisions as good
de: Markiert die derzeitige Revision oder die spezifizierten Revisionen als gut
fr: Marque la révision courante ou spécifiée comme bonne.

source: Known good revisions are removed from the set being searched.
de: Bekannte gute Revisionen werden von der durchsuchten Menge entfernt.
fr: Les révisions connues comme étant bonnes sont supprimées de l'ensemble de recherche.

source: RCSFILE...
de: RCS_DATEI...
fr: FICHIER_RCS...

source: Parses versions in RCS files
de: Analysiert Versionen in RCS-Dateien
fr: Analyse syntaxiquement des versions dans des fichiers RCS

source: This command doesn't reconstruct or import revisions. You probably want to use cvs_import.
de: Durch dieses Kommando werden keine Revision rekonstruiert oder importiert. Sie möchten eventuell 'cvs_import' ausführen.
fr: Cette commande ne reconstruit pas ou n'importe pas de révisions, vous voulez probablement utiliser cvs_import.

source: Imports all versions in a CVS repository
de: Importiert alle Versionen in ein CVS-Depot
fr: Importe toutes les versions d'un dépôt CVS

source: need base '--branch' argument for importing
fr: requiert un argument à l'option « --branch » pour la commande import

source: path '%s' does not exist
fr: le chemin « %s » n'existe pas

source: Produces a git fast-export data stream on stdout
de: Erzeugt einen `git fast-export'-Datenstrom auf stdout
fr: Produit un flux de données git d'export rapide sur la sortie standard

source: reading author mappings from '%s'
de: lese Autorzuordnungen von '%s'
fr: lecture des mappages de l'auteur depuis « %s »

source: reading branch mappings from '%s'
de: lese Zweigzuordnungen von '%s'
fr: lecture des mappages de la branche depuis « %s »

source: importing revision marks from '%s'
de: importierte Revisionsmarkierungen von '%s'
fr: importe les marques de la révision depuis « %s »

source: exporting revision marks to '%s'
de: exportiere Revisionsmarkierungen nach '%s'
fr: exporte les marques de la révision vers « %s »

source: Interface for scripted execution
de: Schnittstelle für automatische Ausführung
fr: Interface pour l'exécution par scripts

source: Prints the automation interface's version
de: Gibt die Version der 'automate' Schnittstelle aus
fr: Affiche la version de l'interface d'automatisation

source: Emulates certain kinds of diagnostic / UI messages for debugging and testing purposes, such as stdio
de: Emuliert bestimmte diagnostische / UI Meldungen für Debug- und Testzwecke, z.B. für stdio
fr: Émule certains types de diagnostics ou messages de l'interface utilisateur dans un but de test et de déboguage telle que stdio

source: this is an informational message
de: das ist eine informationelle Nachricht
fr: message informatif

source: this is a warning
de: dies ist eine Warnung
fr: message d'avertissement

source: this is an error message
de: das ist eine Fehlernachricht
fr: message d'erreur

source: Automates several commands in one run
de: Ermöglicht die Ausführung mehrerer Kommandos in einem Durchgang
fr: automatise plusieurs commandes en une fois

source: directory '%s' is not a workspace
fr: le répertoire « %s » n'est pas un espace de travail

source: it is illegal to call the mtn_automate() lua extension, unless from a command function defined by register_command().
fr: il est illégal d'appeler l'extension lua mtn_automate() sauf à partir d'une commande de fonction définie par register_command().

source: bad input to mtn_automate() lua extension: command name is missing
fr: donnée invalide pour l'extension lua mtn_automate() : nom de commande manquant

source: Loads a file's contents into the database
de: Lädt die Inhalte einer Datei in die Datenbank
fr: Charge le contenu du fichier dans la base de données

source: PARENT_FILEID LEFT_FILEID RIGHT_FILEID
de: ELTERN_DATEI_ID LINKE_DATEI_ID RECHTE_DATEI_ID
fr: PARENT_FICHIERID GAUCHE_FICHIERID DROITE_FICHIERID

source: Merges 3 files and outputs the result
de: Vereinige drei Dateien und gibt das Ergebnis aus
fr: Fusionne 3 fichiers et affiche le résultat

source: ancestor file id does not exist
de: Datei-ID des Vorfahren existiert nicht
fr: l'id du fichier ancêtre n'existe pas
ja: 祖先のファイル ID は存在しません

source: left file id does not exist
de: Datei-ID der linken Datei existiert nicht
fr: l'id du fichier gauche n'existe pas
ja: 左ファイル ID は存在しません

source: right file id does not exist
de: Datei-ID der rechten Datei existiert nicht
fr: l'id du fichier droit n'existe pas
ja: 右ファイル ID は存在しません

source: merge failed
de: Vereinigen fehlgeschlagen
fr: la fusion a échoué
ja: 統合失敗

source: SRCNAME DESTNAME SRCID DESTID
de: QUELLNAME ZIELNAME QUELLID ZIELID
fr: NOM_SRC NOM_DEST ID_SRC ID_DEST

source: Differences 2 files and outputs the result
de: Bestimmt den Unterschied zwischen zwei Dateien und gibt das Ergebnis aus
fr: Fait la différence entre deux fichiers et affiche le résultat

source: source file id does not exist
de: Quell-Datei-ID existiert nicht
fr: l'id du fichier source n'existe pas

source: destination file id does not exist
de: Ziel-Datei-ID existiert nicht
fr: l'id du fichier de destination n'existe pas

source: Prints an annotated copy of a file
de: Gibt eine kommentierte Kopie der Datei aus
fr: Affiche une copie annotée d'un fichier

source: Calculates and prints an annotated copy of the given file from the specified REVISION.
de: Berechnet und gibt eine kommentierte Kopie der übergebenen Datei von REVISION aus
fr: Calcule et affiche une copie annotée du fichier venant de RÉVISION

source: with no revision selected, this command can only be used in a single-parent workspace
de: Ohne eine gewählte Revision kann dieses Kommando nur in Arbeitsbereichen mit einem Vorfahren genutzt werden.
fr: sans la sélection d'une révision, cette commande ne peut être utilisée que dans un espace de travail avec un seul parent

source: no such file '%s' in revision %s
fr: aucun fichier « %s » dans la révision %s

source: '%s' in revision %s is not a file
fr: « %s » dans la révision %s n'est pas un fichier

source: [PATH]
de: [PFAD]
fr: [CHEMIN]

source: Calculates the identity of a file or stdin
de: Berechnet die Identität (ID) einer Datei oder der Standardeingabe
fr: Calcule l'identifiant d'un fichier ou de l'entrée standard

source: If any PATH is given, calculates their identity; otherwise, the one from the standard input is calculated.
de: Wenn ein PFAD übergeben wurde, wird die ID dieser Datei berechnet. Andernfalls wird die ID der Standardeingabe berechnet.
fr: Si un CHEMIN est donné, calcule son identité, sinon, c'est celui de l'entrée standard qui sera calculé.

source: Prints the file identifier of a file
de: Gibt die Identität (ID) einer Datei aus
fr: Affiche l'identifiant d'un fichier

source: cannot read from stdin
fr: ne peut pas lire l'entrée standard

source: no file version %s found in database
de: Dateiversion %s nicht in Datenbank gefunden
fr: aucune version de fichier « %s » n'a été trouvée dans la base de données

source: no file '%s' found in revision %s
fr: aucun fichier « %s » dans la révision %s

source: FILENAME
de: DATEINAME
fr: FICHIER

source: Prints a file from the database
de: Gibt Dateiinhalte aus der Datenbank aus
fr: Affiche un fichier de la base de données

source: Fetches the given file FILENAME from the database and prints it to the standard output.
de: Liest die Daten der Datei DATEINAME von der Datenbank und gibt sie auf der Standardausgabe aus.
fr: Cherche le fichier donné FICHIER de la base de données et l'affiche sur la sortie standard.

source: FILEID
de: DATEI_ID
fr: ID_FICHIER

source: Prints the contents of a file (given an identifier)
de: Gibt die Inhalte einer Datei aus (anhand einer gegebenen ID)
fr: Affiche le contenu d'un fichier (à partir de son identifiant)

source: Prints the size of a file (given an identifier)
de: Gibt die Dateigröße einer Datei aus (anhand einer gegebenen ID)
fr: Affiche la taille d'un fichier (à partir d'un identifiant)

source: Prints the contents of a file (given a name)
de: Gibt die Inhalte einer Datei aus (anhand eines gegebenen Namens)
fr: Affiche le contenu d'un fichier (à partir de son nom)

source: Commands for conflict resolutions
de: Kommandos zur Konfliktauflösung
fr: Commandes pour les résolutions de conflits

source: orphaned node '%s'
fr: nœud orphelin « %s »

source: possible resolutions:
de: mögliche Lösungen:
fr: résolutions possibles :

source: resolve_first drop
fr: suppression de resolve_first

source: resolve_first rename "file_name"
de: resolve_first rename "Dateiname"
fr: resolve_first renomme « nom du fichier »

source: duplicate_name %s
fr: nom_doublon %s

source: resolve_first_left drop
fr: suppression de first_left_drop

source: resolve_first_left keep
fr: conservation de resolve_first_left

source: resolve_first_left rename "name"
fr: resolve_first_left renomme « nom »

source: resolve_first_left user "name"
fr: resolve_first_left utilisateur « nom »

source: resolve_first_right drop
fr: suppression de resolve_first_right

source: resolve_first_right keep
fr: conservation de resolve_first_right

source: resolve_first_right rename "name"
fr: resolve_first renomme « nom »

source: resolve_first_right user "name"
fr: resolve_first_right utilisateur « nom »

source: content %s
de: Inhalt %s
fr: contenu %s

source: resolve_first interactive "file_name"
de: resolve_first interactive "Dateiname"
fr: resolve_first interactive « nom du fichier »

source: resolve_first user "file_name"
de: resolve_first user "Dateiname"
fr: resolve_first utilisateur « nom du fichier »

source: all conflicts resolved
de: alle Konflikte aufgelöst
fr: tous les conflits résolus

source: '%s' is not a supported conflict resolution for %s
de: '%s' ist keine unterstützte Konfliktlösung für %s
fr: « %s » n'est pas une résolution de conflit gérée pour %s

source: too many arguments
de: zu viele Argumente
fr: trop d'arguments

source: other resolution must be 'drop' or 'rename'
de: andere Konfliktlösung muss 'drop' oder 'rename' sein
fr: autre résolution doit être « supprimer » ou « renommer »

source: wrong number of arguments
de: falsche Anzahl an Parametern
fr: nombre d'arguments incorrect

source: interactive merge result saved in '%s'
de: interaktives Ergebnis der Vereinigung in '%s' gespeichert
fr: résultat de la fusion interactive enregistré sous « %s »

source: interactive merge failed.
de: interaktives Vereinigen fehlgeschlagen
fr: la fusion interactive a échoué.

source: no resolvable yet unresolved left side conflicts
de: keine lösbaren oder nicht aufgelösten linksseitigen Konflikte
fr: conflits côté gauche non résolus et encore sans solution

source: no resolvable yet unresolved right side conflicts
de: keine lösbaren oder nicht aufgelösten rechtsseitigen Konflikte
fr: conflits côté droit non résolus et encore sans solution

source: no resolvable yet unresolved single-file conflicts
de: keine lösbaren oder nicht aufgelösten Einzeldatei-Konflikte
fr: conflits dans un fichier non résolus et encore sans solution

source: Show the first unresolved conflict in the conflicts file, and possible resolutions
de: Zeigt den ersten nicht aufgelösten Konflikt in der Konfliktdatei und mögliche Konfliktlösungen
fr: Montre le premier conflit non-résolu dans le fichier des conflits, ainsi que des solutions possibles.

source: Show the remaining unresolved conflicts in the conflicts file
de: Zeigt die verbliebenen ungelösten Probleme in der Konfliktdatei
fr: Montre les conflits non-résolus restants dans le fichiers des conflits

source: RESOLUTION
de: LÖSUNG
fr: RÉSOLUTION

source: Set the resolution for the first unresolved single-file conflict.
de: Setzt die Lösung für den ersten, nicht gelösten Einzeldatei-Konflikt.
fr: Règle la résolution pour le premier fichier de conflits non-résolus.

source: Set the left resolution for the first unresolved two-file conflict
de: Setzt die linksseitige Lösung für den ersten, nicht aufgelösten Zwei-Dateien-Konflikt
fr: Active la résolution côté gauche pour le premier conflit non résolu entre deux fichiers

source: Set the right resolution for the first unresolved two-file conflict
de: Setzt die rechtsseitige Lösung für den ersten, nicht aufgelösten Zwei-Dateien-Konflikt
fr: Active la résolution côté droit pour le premier conflit non résolu entre deux fichiers

source: Delete any bookkeeping files related to conflict resolution
de: Entfernt alle konfliktlösungsrelevanten Dateien aus dem monotone-Systempfad
fr: Supprime tous les fichiers d'administration reliées aux résolutions de conflits

source: lua error while loading '%s'
de: lua-Fehler beim Laden von '%s'
fr: erreur lua lors du chargement de « %s »
ja: lua '%s' を読み込み中にエラー

source: rcfile '%s' does not exist
de: rc-Datei '%s' existiert nicht
fr: le fichier rc « %s » n'existe pas
ja: 初期化ファイル '%s' は存在しません
