Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: Nowadays, monotone is maintained by a collective of enthusiastic programmers, known as the monotone development team.
de: Heutzutage wird monotone von einem Kollektiv enthusiastischer Entwickler betreut, die als monotone Entwicklerteam bekannt sind.
fr: Aujourd'hui monotone est maintenu par une équipe de programmeurs enthousiaste, connu sous le nom de l'équipe de développement de monotone.

source: monotone and this man page is Copyright (c) 2003 \- %s by the monotone development team.
de: monotone und diese Handbuchseite sind urheberrechtlich geschützt (C) 2003 \- %s durch das monotone Entwicklerteam.
fr: monotone et cette page de manuel sont protégés par copyright (c) 2003 \- %s, détenu par le groupe de dévelopement de monotone

source: no man page formatter command configured
de: kein Formatierkommando zum Erstellen von Handbuchseiten konfiguriert
fr: commande de formattage de la page de manuel introuvable

source: could not execute man page formatter command '%s': %s
de: konnte Formatierkommando '%s' für Handbuchseite nicht ausführen: %s
fr: impossible d'exécuter la commande de formattage pour la page de manuel « %s » : %s

source: '--message' and '--message-file' are mutually exclusive
fr: '--message' et '--message-file' sont mutuellement exclusifs

source: cannot use '--exclude' in URI mode
fr: ne peut pas utiliser '--exclude' en mode URL

source: [URI] [ADDRESS[:PORTNUMBER]]
fr: [URI] [ADRESSE[:PORT]]

source: Opens an 'automate stdio' connection to a remote server
de: Öffnet eine 'automate stdio'-Verbindung zu einem entfernten Server
fr: Ouvre une connexion stdio automatique vers un serveur distant

source: No database given; assuming '%s' database. This means that we can't verify the server key, because we have no record of what it should be.
de: Keine Datenbank angegeben; nutze '%s'-Datenbank. Das bedeutet, dass der Serverschlüssel nicht verifiziert werden kann, da es keinen existierenden Schlüssel zum Vergleich in der Datenbank gibt.
fr: Aucune base de données spécifiée; la base de données '%s' sera employée. Comme conséquence, la clef du serveur ne pourra pas être vérfié, car elle n'a pas encore été notée.

source: COMMAND [ARGS]
de: KOMMANDO [ARGUMENTE]
fr: COMMANDE [ARGUMENTS]

source: Executes COMMAND on a remote server
de: Führt KOMMANDO auf einem entfernten Rechner aus
fr: Exécute COMMANDE sur le serveur distant

source: wrong argument count
de: falsche Anzahl an Parametern
fr: nombre d'arguments incorrect

source: received remote error code %d
de: erhielt entfernten Fehlercode %d
fr: Reçu le code d'erreur du réseau distant : %d

source: would receive %d revisions, %d certs, and at least %d keys
de: würde %d Revisionen, %d Zertifikate und mindestens %d Schlüssel erhalten
fr: recevrait %d révisions, %d certificats et au moins %d clefs

source: would receive %d revisions, %d certs, and %d keys
de: würde %d Revisionen, %d Zertifikate und %d Schlüssel erhalten
fr: recevrait %d révisions, %d certificats et %d clefs

source: would send %d certs and %d keys
de: würde %d Zertifikate und %d Schlüssel senden
fr: enverrait %d certificats et %d clefs

source: would send %d revisions
de: würde %d Revisionen senden
fr: enverrait %d révisions

source: %9d in branch '%s'
fr: %9d dans la branche « %s »

source: [URI] [ADDRESS[:PORTNUMBER] [PATTERN ...]]
fr: [URI] [ADRESSE[:PORT] [MOTIF ...]]

source: Pushes branches to a netsync server
de: Schiebt Zweige zu einem netsync-Server
fr: Envoie des branches à un serveur netsync

source: This will push all branches that match the pattern given in PATTERN to the netsync server at the address ADDRESS.
de: Dieses Kommando schiebt alle Zweige, die auf MUSTER passen, zum netsync-Server unter ADRESSE.
fr: Toutes les branches correspondant au MOTIF vont être envoyées au serveur netsync à l'adresse ADRESSE.

source: Pulls branches from a netsync server
de: Holt Zweige von einem netsync-Server
fr: Récupère des branches depuis un serveur netsync

source: This pulls all branches that match the pattern given in PATTERN from the netsync server at the address ADDRESS.
de: Dieses Kommando holt alle Zweige, die auf MUSTER passen, vom netsync-Server unter ADRESSE.
fr: Toutes les branches correspondant au MOTIF vont être récupérées depuis le serveur netsync à l'adresse ADRESSE.

source: doing anonymous pull; use -kKEYNAME if you need authentication
de: hole Daten anonym; benutzen Sie -kSCHLÜSSELNAME, falls eine Authentifizierung benötigt wird
fr: réception anonyme ; utilisez -kNOMCLEF si vous avez besoin d'être authentifié

source: Synchronizes branches with a netsync server
de: Synchronisiert Zweige mit einem netsync-Server
fr: Synchronise des branches avec un serveur netsync

source: This synchronizes branches that match the pattern given in PATTERN with the netsync server at the address ADDRESS.
de: Dieses Kommando synchronisiert Zweige, die auf MUSTER passen, mit dem netsync-Server unter ADRESSE.
fr: Toutes les branches correspondant au MOTIF vont être synchronisées avec le serveur netsync à l'adresse ADRESSE.

source: URI [DIRECTORY] HOST[:PORTNUMBER] BRANCH [DIRECTORY]
fr: URI [RÉPERTOIRE] ADRESSE[:PORT] BRANCHE [RÉPERTOIRE]

source: Checks out a revision from a remote database into a directory
de: Checkt eine Revision von einer entfernten Datenbank in ein Verzeichnis aus
fr: Télécharge une révision depuis une base de données distante dans un répertoire

source: If a revision is given, that's the one that will be checked out. Otherwise, it will be the head of the branch supplied. If no directory is given, the branch name will be used as directory
de: Wenn eine Revision angegeben wird, ist dies diejenige, die ausgecheckt wird. Andernfalls wird der Kopf des gegebenen Zweiges ausgecheckt. Wenn kein Verzeichnis angegeben wird, wird der Zweigname als Verzeichnisname verwendet.
fr: Si une révision est spécifiée, c'est celle-là qui sera récupérée. Si aucune révision n'est spécifiée, la version la plus récente de la branche choisie sera utilisée. Si aucun nom de répertoire n'est spécifié, le nom de la branche sera utilisé.

source: the '--branch' option is only valid with an URI to clone
fr: l'option '--branch' n'est valable qu'avec une URI à cloner

source: you must specify an unambiguous branch to clone
de: es muss ein eindeutiger Zweig zum Clonen angeben werden
fr: vous devez préciser une branche non-ambigüe à cloner

source: clone destination directory '%s' already exists
de: Das Zielverzeichnis für das Kopieren '%s' existiert bereits.
fr: le répertoire « %s », destination du clone, existe déjà

source: bookkeeping directory already exists in '%s'
de: Das monotone-Systemverzeichnis existiert bereits in '%s'
fr: le répertoire administratif existe déjà dans « %s »

source: branch '%s' is empty
de: Zweig '%s' ist leer
fr: la branche « %s » est vide

source: branch '%s' has multiple heads:
fr: la branche « %s » a plusieurs têtes :

source: choose one with '%s clone -r<id> URI'
fr: choisissez-en une avec « %s clone -r<id> URI »

source: branch '%s' has multiple heads
fr: la branche « %s » a plusieurs têtes

source: revision %s is not a member of branch '%s'
fr: la révision %s n'est pas membre de la branche « %s »

source: pid file '%s' already exists
de: PID-Datei '%s' existiert bereits
fr: le fichier pid « %s » existe déjà
ja: PID ファイル '%s' は既に存在しています

source: failed to create pid file '%s'
de: Konnte PID-Datei '%s' nicht erstellen
fr: impossible de créer le fichier pid « %s »

source: Serves the database to connecting clients
de: Bedient Client-Anfragen für die Datenbank
fr: Fournit l'accès de la base de données aux clients qui se connectent

source: Shows database objects
de: Zeigt Datenbank-Objekte
fr: Affiche les objets de la base de données

source: This command is used to query information from the database. It shows database objects, or the current workspace manifest, or known, unknown, intentionally ignored, missing, or changed-state files.
de: Dieses Kommando wird benutzt, um Informationen von der Datenbank abzufragen. Es zeigt Datenbankobjekte oder das derzeitige Manifest des Arbeitsbereichs oder bekannte, unbekannte, absichtlich ignorierte, fehlende oder geänderte Dateien.
fr: Cette commande est utilisée pour obtenir de l'information de la base de données. Elle affiche les objets en base de données, le manifeste de l'espace de travail actuel, ou les fichiers connus, inconnus, intentionnellement ignorés, manquants ou changés

source: Lists certificates attached to a revision
de: Gibt Zertifikate, die zu einer Revision gehören, aus
fr: Liste les certificats attachés à une révision

source: no public key %s found in database
fr: aucune clef publique %s dans la base de données

source: Key : %s Sig : %s Name : %s Value : %s
de: Schlüssel : %s Signatur : %s Name : %s Wert : %s
fr: Clef : %s Signature : %s Nom : %s Valeur : %s
ja: 鍵 : %s 署名 : %s 名前 : %s 値 : %s

source: bad
de: schlecht
fr: erroné
ja: NG

source: unknown
de: unbekannt
fr: inconnu
ja: 不明

source: Lists duplicate files in the specified revision. If no revision is specified, use the workspace
de: Listet Datei-Duplikate in der übergebenenn Revision. Wenn keine Revision übergeben wurde, wird der aktuelle Arbeitsbereich verwendet.
fr: Liste les fichiers doublons pour une révision spécifique. Si aucune révision n'est spécifiée, utilise l'espace de travail.

source: more than one revision given
de: mehr als eine Revision wurde übergeben
fr: plus d'une révision a été choisie

source: no revision %s found in database
de: Revision %s nicht in Datenbank gefunden
fr: la révision %s n'existe pas dans la base de données

source: Lists keys that match a pattern
de: Listet Schlüssel auf, die auf ein Muster passen
fr: Liste les clefs qui correspondent à un motif

source: no keys found
de: keine Schlüssel gefunden
fr: aucune clef trouvée

source: no keys found matching '%s'
de: keine Schlüssel gefunden, die auf '%s' passen
fr: aucune clef correspondant à « %s »

source: (*) - only in '%s/'
fr: (*) - uniquement dans « %s/ »

source: Some key names refer to multiple keys
de: Einige Schlüsselnamen beziehen sich auf mehrere Schlüssel
fr: Certaines noms de clés se réfèrent à plusieurs clés.

source: Duplicate Key: %s
de: Doppelter Schlüssel: %s
fr: Clé en double : %s

source: Lists branches in the database that match a pattern
de: Listet Zweige in der Datenbank auf, die auf ein Muster passen
fr: Liste les branches de la base de données qui correspondent à un motif

source: Lists the current epoch of branches that match a pattern
de: Listet die derzeitige Epoche der Zweige auf, die auf ein Muster passen
fr: Liste l'époque courante des branches qui correspondent au motif.

source: no epoch for branch '%s'
fr: la branche « %s » n'a pas d'époque

source: Lists all tags in the database
de: Listet alle Marken in der Datenbank auf
fr: Liste toutes les étiquettes dans la base de données

source: Lists variables in the whole database or a domain
de: Listet die Variablen der gesamten Datenbank oder einer Domäne auf
fr: Liste les variables de toute la base de données ou d'un domaine.

source: <no branch set>
de: <kein Zweig gesetzt>
fr: <aucune branche positionnée>

source: %s (in '%s')
fr: %s (dans « %s »)

source: no known valid workspaces
de: keine bekannten und gültigen Arbeitsbereiche
fr: aucun éspace de travail valide

source: Lists known workspaces of a specified database
de: Listet bekannte Arbeitsbereiche der gewählten Datenbank
fr: Liste tout les éspaces de travail connu pour une base de données spécifié

source: Lists managed databases and their known workspaces
de: Listet verwaltete Datenbanken und deren bekannte Arbeitsbereiche
fr: Liste les bases de données gérées et leurs espaces de travail connus.

source: no default database location configured
fr: les location par default pour des bases de données ne sont pas configurés

source: could not query default database glob
de: konnte nicht das Standarddateimuster für Datenbanken abfragen
fr: le motif pour trouver les bases de données n'est pas configuré

source: ignoring database '%s'
de: ignoriere Datenbank '%s'
fr: ignore la base de données « %s »

source: %s (in %s):
fr: %s (dans %s):

source: Lists workspace files that belong to the current branch
de: Listet Dateien des Arbeitsbereiches auf, die zum derzeitigen Zweig gehören
fr: Liste les fichiers de l'espace de travail qui appartiennent à la branche actuelle

source: Lists workspace files that are unknown in the current branch
de: Listet Dateien des Arbeitsbereiches auf, die im derzeitigen Zweig unbekannt sind
fr: Liste les fichiers de l'espace de travail qui ne sont pas connus à la branch actuelle

source: Lists workspace files that are ignored in the current branch
de: Listet Dateien des Arbeitsbereiches auf, die im derzeitigen Zweig ignoriert werden
fr: Liste les fichiers de l'espace de travail qui sont ignorés dans la branch actuelle

source: Lists files that belong to the branch but are not in the workspace
de: Listet Dateien auf, die zum derzeitigen Zweig gehören, jedoch im Arbeitsbereich fehlen
fr: Liste les fichiers appartenant à la branche mais qui ne sont pas dans l'espace de travail

source: Lists files that have changed with respect to the current revision
de: Listet Dateien auf, die sich gegenüber der Basisrevision des Arbeitsbereiches geändert haben.
fr: Liste les fichiers modifiés par rapport à la révision courante

source: Lists all keys in the keystore
de: Listet alle Schlüssel aus dem Schlüsselbund auf
fr: Liste toutes les clefs de l'entrepôt de clefs

source: no arguments needed
de: keine Parameter benötigt
fr: aucun argument requis

source: REV
fr: RÉV

source: Prints all certificates attached to a revision
de: Gibt alle Zertifikate, die zu einer Revision gehören, aus
fr: Affiche tous les certificats attachés à une révision

source: KEY-PACKET-DATA
de: SCHLUESSEL-PAKET-DATEN
fr: CLEF-PAQUET-DONNÉES

source: Store the public key in the database
de: Speichert einen öffentlichen Schlüssel in der Datenbank
fr: Enregistre la clef publique dans la base de données

source: public key '%s' does not exist
de: öffentlicher Schlüssel '%s' existiert nicht
fr: la clef publique « %s » n'existe pas

source: KEY_NAME_OR_HASH
de: SCHLÜSSELNAME_ODER_PRÜFSUMME
fr: NOM_CLEF_OU_HASH

source: Prints a public key packet
de: Gibt das Datenpaket eines öffentlichen Schlüssels aus
fr: Affiche un paquet pour une clef publique

source: Prints a private key packet
de: Gibt das Datenpaket eines geheimen Schlüssels aus
fr: Affiche un paquet pour une clef privée

source: PACKET-DATA
de: PAKET-DATEN
fr: PAQUET-DONNÉES

source: Load the given packets into the database
de: Lädt die übergebenen Pakete in die Datenbank
fr: Charge le contenu des paquets donnés dans la base de données

source: Reads packets from files
de: Liest Datenpakete von Dateien
fr: lecture des paquets depuis des fichiers

source: If no files are provided, the standard input is used.
de: Wenn keine Dateien übergeben wird, wird die Standardeingabe benutzt.
fr: Si aucun fichier n'est donné, l'entrée standard est utilisée.

source: no packets found on stdin
de: keine Datenpakete in der Standardeingabe gefunden
fr: aucun paquet trouvé sur l'entrée standard
ja: 標準入力にパケットをみつけることができませんでした

source: no packets found in given file
de: keine Datenpakete in übergebener Datei gefunden
fr: aucun paquet trouvé dans le fichier spécifié
ja: ファイル内にパケットは含まれていません

source: read %d packet
de: lese %d Paket
fr: lit %d paquet
ja: %d パケット読み込み

source: KEY_NAME
de: SCHLÜSSEL_NAME
fr: NOM_CLEF

source: Generates an RSA key-pair
de: Erzeugt ein RSA-Schlüsselpaar
fr: Génère une paire de clefs RSA

source: you already have a key named '%s'
de: Sie haben bereits einen Schlüssel mit dem Namen '%s'
fr: Vous possédez déjà une clef nommée « %s »

source: there is another key named '%s'
de: es gibt einen anderen Schlüssel mit dem Namen '%s'
fr: Il existe une autre clef nommée « %s »

source: KEY_NAME PASSPHRASE
de: SCHLÜSSELNAME PASSWORT
fr: NOM_CLEF PHRASE_DE_PASSE

source: dropping public key %s from database
fr: suppression de la clef publique %s de la base de données

source: dropping key pair %s from keystore
fr: suppression de la paire de clefs %s de l'entrepôt de clefs

source: public or private key '%s' does not exist in keystore or database
de: öffentlicher oder geheimer Schlüssel '%s' existiert nicht im Schlüsselbund oder der Datenbank
fr: la clef publique ou privée « %s » n'existe pas dans la base de données

source: public or private key '%s' does not exist in keystore, and no database was specified
de: öffentlicher oder geheimer Schlüssel '%s' existiert nicht im Schlüsselbund, und es wurde keine Datenbank angegeben.
fr: la clef publique ou privée « %s » n'existe pas dans l'entrepôt de clefs, et aucune base de données n'était précisée

source: Drops a public and/or private key
de: Löscht einen öffentlichen und/oder geheimen Schlüssel
fr: Supprime une clef publique et/ou privée

source: Drops a public key
de: Löscht einen öffentlichen Schlüssel
fr: Supprime une clef publique

source: Changes the passphrase of a private RSA key
de: Ändert das Passwort eines geheimen RSA-Schlüssels
fr: Change la phrase de passe d'une clef RSA privée

source: passphrase changed
de: Passwort geändert
fr: la phrase secrète a été changée

source: [FILENAME]
de: [DATEINAME]
fr: [FICHIER]

source: Exports a private key for use with ssh-agent
de: Exportiert einen geheimen Schlüssel für die Benutzung mit ssh-agent
fr: Exporte votre clef privée pour pouvoir l'utiliser avec ssh-agent

source: Adds a private key to ssh-agent
de: Fügt einen geheimen Schlüssel zu ssh-agent hinzu
fr: Ajoute votre clef privée à ssh-agent

source: SELECTOR CERTNAME [CERTVAL]
de: SELEKTOR ZERTIFIKATSNAME [ZERTIFIKATSWERT]
fr: SELECTEUR NOM_CERTIFICAT [VALEUR_CERTIFICAT]

source: Creates a certificate for a revision or set of revisions
de: Erzeugt ein Zertifikat für eine einzelne Revision oder eine Menge von Revisionen
fr: Crée un certificat pour une révision ou pour un ensemble de révisions

source: Creates a certificate with the given name and value on each revision that matches the given selector
de: Erzeugt ein Zertifikat mit dem übergebenen Namen und Wert für jede Revision, die auf den übergebenen Selektor passt
fr: Crée un certificat avec le nom et la valeur spécifiés sur chaque révision qui correspond au sélecteur donné

source: REVISION NAME VALUE SIGNER1 [SIGNER2 [...]]
de: REVISION NAME WERT UNTERZEICHNER1 [UNTERZEICHNER2 [...]]
fr: RÉVISION NOM VALEUR SIGNATAIRE1 [SIGNATAIRE2 [...]]

source: Tests whether a hypothetical certificate would be trusted
de: Testet, ob einem hypothetischen Zertifikat vertraut werden würde
fr: Teste s'il serait possible d'avoir confiance en un certificat hypothétique

source: The current settings are used to run the test.
de: Die derzeitigen Einstellungen werden für die Ausführung des Tests benutzt.
fr: Les réglages actuels sont utilisés pour exécuter le test.

source: if a cert on: %s with key: %s and value: %s was signed by: %s it would be: %s
de: wenn ein Zertifikat auf: %s mit dem Schlüssel: %s und dem Wert: %s unterzeichnet werden würde von: %s wäre es: %s
fr: si un certificat sur : %s avec la clef : %s et la valeur : %s était signé par : %s ce serait : %s

source: trusted
de: vertrauenswürdig
fr: fiable

source: UNtrusted
de: NICHT vertrauenswürdig
fr: NON-fiable

source: REVISION TAGNAME
de: REVISION MARKENNAME
fr: RÉVISION ÉTIQUETTE

source: Puts a symbolic tag certificate on a revision
de: Setzt eine symbolische Marke auf eine Revision
fr: Met une certificat-étiquette symbolique sur une révision

source: REV (pass|fail|true|false|yes|no|1|0)
fr: RÉVISION (pass|fail|true|false|yes|no|1|0)

source: Notes the results of running a test on a revision
de: Notiert die Ergebnisse eines ausgeführten Tests auf einer Revision
fr: Note les résultats d'un test sur une révision

source: REVISION
fr: RÉVISION

source: Approves a particular revision
de: Überprüft eine bestimmte Revision
fr: Approuve une révision particulière

source: need '--branch' argument for approval
fr: un argument à l'option « --branch » est requis pour la commande approve

source: Suspends a particular revision
de: Sperrt eine bestimmte Revision
fr: Suspend une révision particulière

source: need '--branch' argument to suspend
fr: un argument à « --branch » est requis pour suspendre

source: REVISION [COMMENT]
de: REVISION [KOMMENTAR]
fr: RÉVISION [COMMENTAIRE]

source: Comments on a particular revision
de: Kommentiert einer bestimmte Revision
fr: Commente une révision particulière

source: edit comment failed
de: Bearbeiten des Kommentars fehlgeschlagen
fr: la modification du commentaire a échoué
ja: コメント編集に失敗

source: empty comment
de: leerer Kommentar
fr: commentaire vide
ja: 空のコメント

source: [left] %s
de: [links] %s
fr: [gauche] %s

source: [right] %s
de: [rechts] %s
fr: [droite] %s

source: target revision is not in current branch
de: Ziel-Revision befindet sich nicht im derzeitigen Zweig
fr: la révision cible n'est pas dans la branche actuelle

source: target revision is in multiple branches:%s Try again with explicit '--branch'
fr: la révision cible appartient à plusieurs branches : %s Essayez de nouveau avec une option « --branch » explicite.

source: target revision not in any branch. Next commit will use branch '%s'
fr: la révision cible n'est dans aucune branche le prochain commit utilisera la branche « %s »

source: this command can only be used in a single-parent workspace
de: Dieses Kommando kann nur in einem Arbeitsbereich mit einem Vorfahren genutzt werden.
fr: cette commande ne peut être utilisée que dans un espace de travail ne possédant qu'un seul parent

source: this workspace is a new project; cannot update
de: dieser Arbeitsbereich ist ein neues Projekt; kann nicht aktualisieren
fr: cet espace de travail est un nouveau projet, impossible de mettre à jour

source: cannot determine branch for update
de: kann Zweig zur Aktualisierung nicht bestimmen
fr: impossible de déterminer la branche pour la mise à jour
ja: 更新するブランチを決定できません

source: updating along branch '%s'
de: aktualisiere vorwärts auf dem Zweig '%s'
fr: mise à jour selon la branche « %s »

source: your request matches no descendents of the current revision. In fact, it doesn't even match the current revision. Maybe you want something like '--revision=h:%s'
fr: votre requête ne correspond à aucun descendant de la révision actuelle Elle ne correspond même pas à la révision actuelle. Peut-être voulez-vous employer quelque chose comme « --revision=h:%s » ?

source: multiple update candidates:
de: mehrere Kandidaten für die Aktualisierung:
fr: plusieurs candidats pour la mise à jour :

source: choose one with '%s update -r<id>'
de: wählen Sie eine durch '%s update -r<id>'
fr: choisissez-en un avec « %s update -r<id> »

source: multiple update candidates remain after selection
de: mehrere Kandidaten für die Aktualisierung verbleiben nach der Auswahl
fr: il reste plusieurs candidats possibles après la sélection

source: already up to date at %s
de: bereits aktualisiert auf %s
fr: déjà à jour en %s

source: selected update target %s
de: Ziel %s für Aktualisierung ausgewählt
fr: sélection de la cible %s pour la mise à jour

source: switching to branch '%s'
fr: passage à la branche « %s »

source: switched branch; next commit will use branch '%s'
fr: changement de branche ; le prochain commit utilisera la branche « %s »

source: updated to base revision %s
de: aktualisiert auf gemeinsame Revision %s
fr: mise à jour vers la révision de base %s

source: Updates the workspace
de: Aktualisiert den Arbeitsbereich
fr: Met à jour l'espace de travail
