Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: the branch name '%s' contains meta characters (one or more of '?,;*%%+{}[]!^') or starts with a dash, which might cause malfunctions when used in a netsync branch pattern. If you want to undo this operation, please use the '%s local kill_certs' command to delete the particular branch cert and re-add a valid one.
fr: le nom de la branche '%s' contient des méta-caractères (ou ou plusieurs de la liste « ?,;*%%+{}[]!^ ») ou débute par un tiret ce qui risque de causer des malfonctions lorsqu'utilisé dans un motif de branche netsync. Si vous désirez défaire cette opération, veuillez utiliser la commande « %s local kill_certs » pour supprimer le certificat de cette branche particulière, puis rajoutez une branche valide.

source: ignoring bad signature by '%s' on '%s'
de: ignoriere ungültige Signatur von '%s' vom '%s'
fr: signature erronée faite par « %s » sur « %s » ignorée

source: ignoring unknown signature by '%s' on '%s'
de: ignoriere unbekannte Signatur von '%s' vom '%s'
fr: signature inconnue faite par « %s » sur « %s » ignorée

source: trust function disliked %d signers of '%s' cert on revision %s
fr: la fonction de confiance n'a pas aimé %d signataires du certificat « %s » de la révision %s

source: no database specified
de: keine Datenbank spezifiziert
fr: aucune base de données n'a été spécifiée
ja: データベース未指定

source: database '%s' does not exist
fr: la base de données « %s » n'existe pas

source: '%s' is a workspace, not a database (did you mean '%s'?)
fr: « %s » est un espace de travail, pas une base de données (vouliez-vous dire « %s » ?)

source: '%s' is a directory, not a database
fr: « %s » est un dossier, pas une base de données

source: database '%s' already exists
fr: la base de données « %s » existe déjà

source: existing (possibly stale) journal file '%s' has same stem as new database '%s'. Cancelling database creation
fr: le fichier journal « %s » (possiblement périmé) a la même ossature que la nouvelle base de données « %s » Création de la base de données annulée

source: the database alias '%s' has multiple ambiguous expansions:
de: der Datenbankalias '%s' kann auf mehrere Arten erweitert werden:
fr: l'alias de la base de données « %s » a plusieurs expansions ambiguës :

source: could not query default database alias
de: konnte nicht den Standarddatenbankalias abfragen
fr: impossible d'interroger l'alias par défaut de la base de données

source: using default database '%s'
de: nutze Standarddatenbank '%s'
fr: emploi la base de données par défaut « %s »

source: invalid database alias '%s': does not start with a colon
de: ungültiger Datenbankalias '%s': beginnt nicht mit einem Doppelpunkt
fr: alias « %s » de la base de données invalide : ne débute pas par deux-points

source: invalid database alias '%s': must not be empty
de: ungültiger Datenbankalias '%s': darf nicht leer sein
fr: alias « %s » de la base de données invalide : ne doit pas être vide

source: invalid database alias '%s': does contain invalid characters
de: ungültiger Datenbankalias '%s': beinhaltet ungültige Zeichen
fr: alias « %s » de la base de données invalide : contient des caractères invalides

source: no available keystore found
fr: aucun entrepôt de clefs disponible trouvé

source: extraneous data in key store
fr: données superflues trouvées dans l'entrepôt de clefs

source: key store has multiple copies of the key with id %s
fr: l'entrepôt de clefs contient plusieurs exemplaires de la clef ayant l'identitiant %s.

source: converting old-format private key %s
fr: conversion en cours de la clef privée %s de format ancien

source: ignored invalid key file '%s' in key store
fr: fichier « %s » de clef invalide ignoré dans l'entrepôt de clefs

source: invalid data in key file
fr: données invalides dans le fichier de clef

source: expected key with id %s in key file '%s', got key with id %s
fr: attendu une clef avec id %s dans le fichier de clef « %s », reçu la clef d'id %s

source: enter new passphrase for key ID [%s] (%s):
de: neues Passwort für Schlüssel-ID [%s] (%s):
fr: saisissez une nouvelle phrase secrète pour l'ID de clef [%s] (« %s ») :

source: enter passphrase for key ID [%s] (%s):
de: Passwort für Schlüssel-ID [%s] (%s):
fr: saississez la phrase secrète pour l'ID de clef [%s](« %s ») :

source: confirm passphrase for key ID [%s] (%s):
de: Passwortbestätigung für Schlüssel-ID [%s] (%s):
fr: confirmez la phrase secrète pour la clef d'ID [%s] (« %s ») :

source: too many failed passphrases
de: Passwort zu oft falsch eingegeben
fr: trop de phrases secrètes incorrectes

source: passphrases do not match, try again
de: Passwörter stimmen nicht überein, bitte noch einmal versuchen
fr: les phrases secrètes ne correspondent pas, essayez à nouveau

source: no key pair %s found in key store '%s'
fr: aucune paire de clefs %s dans l'entrepôt de clefs « %s »

source: failed to decrypt old private RSA key, probably incorrect passphrase or missing 'get_passphrase' lua hook
de: konnte alten, privaten RSA-Schlüssel nicht entschlüsseln; Passwort ist womöglich falsch oder der 'get_passphrase'-Luahook fehlt
fr: Échec du déchiffrage de l'ancienne clef privée RSA, probablement dû à une phrase de passe incorrecte ou à un crochet lua « get_passphrase » manquant.

source: failed to extract RSA private key from PKCS#8 keypair
de: konnte privaten RSA-Schlüssel nicht vom PKCS#8-Schlüsselpaar extrahieren
fr: Échec de l'extraction de la clef privée RSA depuis la paire de clefs PKCS#8.

source: key '%s' already exists
de: Schlüssel '%s' existiert bereits
fr: la clef « %s » existe déjà

source: generating key-pair '%s'
de: erzeuge Schlüsselpaar '%s'
fr: génération de la paire de clefs « %s »

source: storing key-pair %s in '%s/'
fr: enregistrement de la paire de clefs %s dans « %s/ »

source: storing public key %s in '%s'
fr: enregistrement de la paire de clefs publiques %s dans « %s »

source: key '%s' has hash '%s'
de: Der Schlüssel '%s' hat die Prüfsumme '%s'
fr: La clef « %s » possède le hachage « %s ».

source: no key pair '%s' found in key store '%s'
de: kein Schlüsselpaar '%s' in Schlüsselbund '%s' gefunden
fr: aucune paire de clefs « %s » dans l'entrepôt de clefs « %s »

source: Botan error decrypting data: '%s'
de: Botan-Fehler beim Entschlüsseln von Daten: '%s'
fr: Erreur de déchiffrage (avec Botan) de données : « %s »

source: you have chosen to sign only with ssh-agent but ssh-agent does not seem to be running
fr: vous avez choisi de signer seulement avec ssh-agent mais ssh-agent ne semble pas être lancé

source: you don't seem to have your monotone key imported
fr: il semble que vous n'ayez pas importé votre clef monotone

source: make_signature: ssh signature (%i) != monotone signature (%i) ssh signature : %s monotone signature: %s
de: make_signature: ssh-Signatur (%i) != monotone-Signatur (%i) ssh-Signatur : %s monotone-Signatur: %s
fr: make_signature : signature ssh (%i) != signature monotone (%i) signature ssh : %s signature monotone : %s

source: make_signature: signature is not valid
de: make_signature: Signatur ist ungültig
fr: make_signature : la signature n'est pas valide

source: no ssh-agent is available, cannot add key %s
fr: ssh-agent indisponible, impossible d'ajouter la clef %s

source: failed to decrypt old private RSA key, probably incorrect passphrase
de: konnte alten, privaten RSA-Schlüssel nicht entschlüsseln; Passwort ist womöglich falsch
fr: Échec du déchiffrage de l'ancienne clef privée RSA, phrase secrète incorrecte probablement

source: public and private keys for %s do not match
fr: les clefs publique et privée pour %s ne correspondent pas

source: string not long enough to get a long
de: Zeichenkette ist nicht lang genug, um einen 'long'-Wert zu erhalten
fr: chaîne de caractères trop courte

source: ssh_agent: length (%i) of buf less than loc (%u) + len (%u)
de: ssh_agent: Länge (%i) von buf ist kürzer als location (%u) + length (%u)
fr: ssh_agent : longueur (%i) de buf inférieur à loc (%u) + len (%u)

source: ssh_agent: fetch_packet: zero-length packet from ssh-agent
de: ssh_agent: fetch_packet: Paket der Länge 0 von ssh-agent
fr: ssh_agent : fetch_packet : paquet de longueur nulle de ssh-agent

source: ssh_agent: packet type (%u) != 12
de: ssh_agent: Paket-Typ (%u) != 12
fr: ssh_gent : type de paquet (%u) != 12

source: ssh_agent: get_keys: not all or too many key bytes consumed, location (%u), length (%i)
de: ssh_agent: get_keys: nicht alle oder zu viele Schlüssel-Bytes verarbeitet, location (%u), length (%i)
fr: ssh_agent :get_keys : pas tous ou trop d'octets de clefs utilisés, emplacement (%u), longueur (%i)

source: ssh_agent: get_keys: not all or too many packet bytes consumed, location (%u), length (%i)
de: ssh_agent: get_keys: nicht alle oder zu viele Paket-Bytes verarbeitet, location (%u), length (%i)
fr: ssh_agent : get_keys : pas tous ou trop d'octets de clefs utilisés, emplacement (%u), longueur (%i)

source: ssh_agent: get_keys: attempted to sign data when not connected
de: ssh_agent: get_keys: Versuch, Daten ohne bestehende Verbindung zu unterschreiben
fr: ssh_agent : get_keys : tentative de signer les données pendant une déconnexion

source: ssh_agent: sign_data: not all or too many signature bytes consumed, location (%u), length (%i)
de: ssh_agent: sign_data: nicht alle oder zu viele Signatur-Bytes verarbeitet, location (%u), length (%i)
fr: ssh_agent : sign_data : pas tous ou trop d'octets de clefs utilisés, emplacement (%u), longueur (%i)

source: ssh_agent: sign_data: not all or too many packet bytes consumed, location (%u), length (%i)
de: ssh_agent: sign_data: nicht alle oder zu viele Paket-Bytes verarbeitet, location (%u), length (%i)
fr: ssh_agent : sign_data : pas tous ou trop d'octets de clefs utilisés, emplacement (%u), longueur (%i)

source: ssh_agent: add_identity: attempted to add a key when not connected
de: ssh_agent: add_identity: Versuch, einen Schlüssel ohne bestehende Verbindung hinzuzufügen
fr: ssh_agent : add_identity : tentative d'ajout de clef lors d'une déconnexion

source: ssh_agent: add_identity: response packet of unexpected size (%u)
de: ssh_agent: add_identity: Antwort-Paket mit nicht erwarteter Größe (%u)
fr: ssh_agent : add_identity : paquet de réponse de taille inattendue (%u)

source: ssh_agent: packet type (%u) != 6
de: ssh_agent: Paket-Type (%u) != 6
fr: ssh_agent : type de paquet (%u) !=6

source: the key %s stored in your database does not match the version in your local key store!
fr: la clef %s enregistrée dans votre base de données ne correspond pas à la version dans votre entrepôt local de clefs !

source: you have no private key to make signatures with. Perhaps you need to 'genkey <your email>'
fr: vous n'avez pas de clef privée pour établir des signatures Vous avez sans doute besoin de faire « genkey <votre email> »

source: you have multiple private keys. Pick one to use for signatures by adding '-k<keyname>' to your command
fr: vous avez plusieurs clefs privées Choisissez celle que vous voulez utiliser pour signer en ajoutant « -k<nomdeclef> » à votre commande

source: a key is required for this operation, but the '--key' option was given with an empty argument
fr: Une clef est requise pour cette opération, mais l'argument de l'option « --key » était vide

source: malformed packet: invalid identifier
de: falsch gebildetes Paket: ungültige Kennung
fr: paquet malformé : identifiant invalide

source: malformed packet: invalid base64 block
de: falsch gebildetes Paket: ungültiger base64-Block
fr: paquet malformé : bloc base64 invalide

source: malformed packet: invalid key name
de: falsch gebildetes Paket: ungültiger Schlüsselname
fr: paquet malformé : nom de clef invalide

source: malformed packet: invalid public key data for '%s': %s
de: falsch gebildetes Paket: ungültige öffentliche Schlüsseldaten für '%s': %s
fr: paquet mal formé : données de clef publique invalides pour « %s » : %s

source: malformed packet: invalid private key data for '%s': %s
de: falsch gebildetes Paket: ungültige private Schlüsseldaten für '%s': %s
fr: paquet mal formé : données de clef privée invalides pour « %s » : %s

source: malformed packet: invalid cert name
de: falsch gebildetes Paket: ungültiger Zertifikatsname
fr: paquet malformé : nom de certificat invalide

source: malformed packet: too many arguments in header
de: falsch gebildetes Paket: zu viele Argumente im Kopf
fr: paquet malformé : trop d'arguments dans l'en-tête

source: unknown packet type '%s'
fr: type de paquet « %s » inconnu

source: malformed key_packet: invalid base64 block
de: falsch gebildetes Schlüssel-Paket: ungültiger base64-Block
fr: clef_paquet mal formé : bloc base64 invalide

source: malformed key_packet: invalid key name
de: falsch gebildetes Schlüssel-Paket: ungültiger Schlüsselname
fr: clef_paquet mal formé : nom de clef invalide

source: malformed key_packet: invalid public key data for '%s': %s
de: falsch gebildetes Schlüssel-Paket: ungültige öffentliche Schlüsseldaten für '%s': %s
fr: clef_paquet mal formé : nom de clef publique invalide pour « %s » : %s

source: malformed key_packet: invalid private key data for '%s': %s
de: falsch gebildetes Schlüssel-Paket: ungültige private Schlüsseldaten für '%s': %s
fr: clef_paquet mal formé : nom de clef privée invalide pour « %s » : %s

source: malformed key_packet: too many arguments in header
de: falsch gebildetes Schlüssel-Paket: zu viele Argumente im Kopf
fr: clef_paquet mal formé : trop d'arguments dans l'en-tête

source: unknown key_packet type: '%s'
de: unbekannter Schlüssel-Pakettyp: '%s'
fr: type de clef_paquet inconnu : « %s »

source: parse failure %d:%d: expecting %s, got %s with value '%s'
de: Parse-Fehler %d:%d: erwarte %s, erhielt %s mit Wert '%s'
fr: erreur d'analyse syntaxique %d:%d: attendu %s, obtenu %s avec la valeur « %s »

source: parse failure %d:%d: expecting word '%s'
de: Parse-Fehler %d:%d: erwarte Wort '%s'
fr: erreur d'analyse syntaxique %d:%d: mot attendu « %s »

source: parse failure %d:%d: expecting word
de: Parse-Fehler %d:%d: erwarte Wort
fr: erreur d'analyse syntaxique %d:%d: mot attendu

source: make sure database and containing directory are writeable and you have not run out of disk space
de: Stellen Sie sicher, dass die Datenbank und das umgebende Verzeichnis schreibbar sind und das noch genügend Speicherplatz verfügbar ist.
fr: assurez-vous que la base de données et le dossier la contenant sont accessibles en écriture et que vous disposez encore d'espace disque

source: (if this is a database last used by monotone 0.16 or older, you must follow a special procedure to make it usable again. see the file UPGRADE, in the distribution, for instructions.)
de: (Wenn diese Datenbank zuletzt mit monotone 0.16 oder älter verwendet wurde, müssen Sie einer speziellen Prozedur folgen, um sie wieder benutzbar zu machen. Die Datei UPGRADE aus der Distribution enthält Instruktionen dazu.)
fr: (Si cette base de données a été utilisée en dernier lieu par monotone 0.16 ou antérieur, vous devez suivre une procédure particulière pour la rendre à nouveau utilisable. Voir le fichier UPGRADE, inclus dans la distribution, et consulter les instructions.)

source: sqlite error: %s %s
de: SQLite-Fehler: %s %s
fr: erreur sqlite : %s %s

source: moving key '%s' from database to '%s'
fr: migration de la clef « %s » de la base de données vers « %s »

source: %s (usable)
de: %s (benutzbar)
fr: %s (utilisable)

source: %s (migration needed)
de: %s (Migration benötigt)
fr: %s (migration requise)

source: %s (too new, cannot use)
de: %s (zu neu, nicht benutzbar)
fr: %s (trop récente, ne peut être utilisée)

source: %s (not a monotone database)
de: %s (keine monotone-Datenbank)
fr: %s (n'est pas une base de données monotone)

source: %s (database has no tables!)
de: %s (Datenbank hat keine Tabellen!)
fr: %s (la base de donnée n'a pas de tables !)

source: cannot use the empty sqlite database '%s' (monotone databases must be created with '%s db init')
fr: ne peut utiliser la base sqlite vide « %s » (les bases de données monotone doivent être créées avec « %s db init »)

source: '%s' does not appear to be a monotone database
fr: « %s » n'apparaît pas être une base de données monotone

source: '%s' appears to be a monotone database, but this version of monotone does not recognize its schema. You probably need a newer version of monotone.
fr: « %s » apparaît être une base de données monotone, mais cette version de monotone ne reconnaît pas son schéma. Vous avez certainement besoin d'une version de monotone plus récente.

source: database '%s' is laid out according to an old schema. Try '%s db migrate' to upgrade (this is irreversible; you may want to make a backup copy first)
fr: la disposition de la base de données « %s » est faite selon un vieux schéma Essayez « %s db migrate » pour mettre la base de données à niveau. (Cette opération est irréversible ; vous voudrez probablement en faire une copie de sauvegarde préalablement.)

source: calculating migration...
de: berechne Migration...
fr: préparation de la migration...

source: no migration performed; database schema already up-to-date
de: Keine Migration durchgeführt, Schema ist bereits aktuell.
fr: aucune migration n'a été effectuée ; le schéma de la base de données est déjà à jour

source: migrating data...
de: migriere Daten...
fr: migration des données...

source: migrated to schema %s
de: zu Schema %s migriert
fr: migration vers le schéma %s effectuée

source: committing changes to database
de: pflege Änderungen in Datenbank ein
fr: enregistrement des changements dans la base de données

source: optimizing database
de: optimiere Datenbank
fr: optimisation de la base de données

source: cannot test migration from unknown schema %s
de: kann Migration von unbekannten Schema %s nicht testen
fr: impossible de tester la migration depuis le schéma inconnu %s

source: schema %s is up to date
de: Schema %s ist aktuell
fr: le schéma %s est à jour

source: successful migration to schema %s
de: erfolgreiche Migration zu Schema %s
fr: migration réussie vers le schéma %s

source: scanning for bogus merge edges
de: suche nach gefälschten Kanten von Vereinigungen
fr: recherche des arêtes avec conflit de fusion

source: optimizing out redundant edge %d -> %d
de: optimiere überflüssige Kante %d -> %d weg
fr: optimisation de l'arête redondante %d -> %d

source: failed to eliminate edge %d -> %d
de: konnte Kante %d -> %d nicht beseitigen
fr: impossible d'éliminer l'arête %d -> %d

source: rebuilding %d nodes
de: erneuere %d Knoten
fr: reconstruction de %d nœuds

source: directory '%s' for path '%s' cannot be added, as there is a file in the way
fr: le dossier « %s » pour le chemin « %s » ne peut pas être ajouté, un fichier fait obstacle

source: path '%s' cannot be added, as there is a directory in the way
fr: le chemin « %s » ne peut être ajouté, un dossier fait obstacle

source: path '%s' added twice with differing content
fr: le chemin « %s » a été ajouté deux fois avec des contenus différents

source: unknown attribute '%s' on path '%s'. Please contact %s so we can work out the right way to migrate this (if you just want it to go away, see the switch '--drop-attr', but seriously, if you'd like to keep it, we're happy to figure out how)
fr: attribut inconnu « %s » sur le chemin « %s » Veuillez contacter %s pour que nous puissions trouver le bon moyen de traduire cela. (Si vous souhaitez simplement l'oublier, utilisez l'option « --drop-attr ». Mais sérieusement, si vous voulez le garder, nous serions contents de trouver comment.)

source: converting existing revision graph to new roster-style revisions
de: konvertiere existierenden Revisions-Graph für neue, katalogbasierte Revisionen
fr: conversion du graphe de révision actuel au nouveau style de liste

source: rebuilding revision graph from manifest certs
de: erneuere Revisions-Graph auf Basis der Manifest-Zertifikate
fr: reconstruction du graphe des révisions à partir des certificats de manifeste

source: regenerating cached heights
de: erstelle Revisionshöhen-Cache neu
fr: régénération du cache des altitudes

source: regenerated
de: neu erstellt
fr: régénération effectuée

source: finished regenerating cached heights
de: Revisionshöhen-Cache wurde neu erstellt
fr: régénération du cache des altitudes effectuée

source: regenerating cached rosters
de: erstelle Katalog-Cache neu
fr: régénération du cache des listes

source: finished regenerating cached rosters
de: Katalog-Cache wurde neu erstellt
fr: régénération du cache des listes effectuée

source: regenerating cached branches
de: erstelle Zweig-Cache neu
fr: régénération du cache des branches

source: finished regenerating cached branches
de: Zweig-Cache wurde neu erstellt
fr: régénération du cache des branches effectuée

source: regenerating cached file sizes for revisions
de: erstelle Dateigrößen-Cache und Höhenangaben neu
fr: régénération du cache des tailles de fichier pour les révisions

source: finished regenerating cached file sizes
de: Dateigrößen-Cache wurde neu erstellt
fr: régénération du cache des tailles de fichier effectuée

source: underflow on query-in-flight counter
de: Unterlauf für query-in-flight-Zähler
fr: trop peu d'objets sur le compteur de requêtes à la volée

source: connecting to '%s'
fr: connexion à « %s »

source: include pattern '%s'
fr: motif d'inclusion « %s »

source: exclude pattern '%s'
fr: motif d'exclusion « %s »

source: processing failure while talking to peer '%s', disconnecting
fr: échec de traitement pendant le dialogue avec le pair « %s », déconnexion

source: timed out waiting for I/O with peer '%s', disconnecting
fr: délai d'attente dépassé sur E/S avec le pair « %s », déconnexion

source: successful exchange with '%s'
fr: échange réussi avec « %s »

source: peer '%s' disconnected after we informed them of error
fr: le pair « %s » s'est déconnecté après avoir été informé de l'erreur

source: I/O failure while talking to peer '%s', disconnecting
fr: erreur d'E/S pendant le dialogue avec le pair « %s », déconnexion

source: network error: %s
de: Netzwerk-Fehler: %s
fr: erreur réseau : %s
ja: ネットワークエラー: %s

source: beginning service on '%s'
fr: début du service sur « %s »

source: server is too old for remote automate connections
de: Server ist zu alt für entfernte automate-Verbindungen
fr: le serveur est trop vieux pour les connexions automatiques à distance

source: Sorry, you aren't allowed to do that.
de: Entschuldigung, Sie dürfen dies nicht tun.
fr: Désolé, vous n'êtes pas autorisé à faire cela.

source: unexpected netcmd '%d' received on automate connection
de: unerwartetes Netcommand '%d' über automate-Verbindung empfangen
fr: Réception inattendue de netcmd « %d » lors d'une connexion automatique

source: ignoring invalid default server address '%s': %s
de: ignoriere ungültige Standard-Serveradresse '%s': %s
fr: ignore l'adresse invalide du serveur par défaut '%s':%s

source: ignoring invalid default include / exclude pattern: %s
de: ignoriere ungültiges Standard-Einschluss-/Ausschluss-Muster: %s
fr: ignore le motif invalide par défaut d'inclusion/exclusion : %s

source: include branch pattern contains a quote character: %s
de: Das 'include branch'-Muster beinhaltet ein Quotierungszeichen: %s
fr: le motif des branches à inclure contient un caractère de citation : %s

source: exclude branch pattern contains a quote character: %s
de: Das 'exclude branch'-Muster beinhaltet ein Quotierungszeichen: %s
fr: le motif des branches à exclure contient un caractère de citation : %s

source: a non-empty hostname is expected for the 'mtn' uri scheme
de: das 'mtn'-URI-Schema erwartet einen nicht leeren Rechnernamen
fr: un nom d'hôte non vide est attendu pour le schéma de l'URI 'mtn'
