Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: use external diff hook for generating diffs
de: benutze externe 'diff'-Anwendung für die Erstellung von Differenzen
fr: emploie une procédure automatique (« hook ») de « diff » externe pour générer des différences
ja: 差分の生成に外部 diff フックを使用
sv_se: använd extern diff för att framställa skillnad mellan revisioner

source: use unified diff format
de: benutze das 'unified diff'-Format
fr: utiliser le format diff unifié
ja: unified diff 形式を使用
sv_se: använd formatet 'unified diff'

source: print diffs along with logs
de: gebe Differenzen mit den entsprechenden Logeinträgen aus
fr: affiche les différences avec l'historique
ja: ログと共に差分を表示
sv_se: skriv ut skillnaden mellan denna och tidigare revision i loggen

source: when rosterifying, drop attrs entries with the given key
de: entferne 'attrs'-Einträge mit dem gegebenen Schlüssel während der Katalogisierung
fr: lors de la création des listes, oublie les attributs signés par la clef donnée
sv_se: kasta attribut med den givna nyckeln vid konvertering till 'rosters'

source: don't perform the operation, just show what would have happened
de: Führe die Operation nicht aus, zeige lediglich die Auswirkungen auf.
fr: n'effectue pas l'opération, montre seulement ce qui se serait passé

source: drop certs signed by keys we don't know about
de: lösche Zertifikate von Schlüsseln die monotone unbekannt sind
fr: supprimer les certificats signés par des clefs inconnues

source: file to dump debugging log to, on failure
de: Datei, in die das Protokoll im Fehlerfall geschrieben werden soll
fr: fichier dans lequel verser les informations de debug, en cas d'erreur
ja: 失敗時にデバッグログを出力するファイル
sv_se: fil att skriva ut debug-loggen i om något gick fel

source: leave out anything described by its argument
de: lasse etwas durch den Parameter beschriebene heraus
fr: exclut tout ce qui est décrit par l'argument
ja: 引数によって説明されるすべてを省く
sv_se: utelämna alla argument som passar i det givna mönstret

source: include anything described by its argument
de: beziehe etwas durch den Parameter beschriebene mit ein
fr: inclure tout ce qui est décrit par l'argument

source: only update monotone's internal bookkeeping, not the filesystem
de: aktualisiere lediglich monotones internes Systemverzeichnis, nicht das Dateisystem
fr: ne mettre à jour que les documents d'administration interne de monotone, pas le système de fichiers

source: move conflicting, unversioned paths into '%s' before proceeding with any workspace change
fr: déplacer les chemins en conflit et sans version vers « %s » avant de procéder à tout changement de l'espace de travail

source: controls use of ssh-agent. valid arguments are: 'yes' to use ssh-agent to make signatures if possible, 'no' to force use of monotone's internal code, 'only' to force use of ssh-agent, 'check' to sign with both and compare
de: Regelt die Benutzung von ssh-agent. Gültige Argumente sind: 'yes', um ssh-agent zu nutzen, Signaturen zu erstellen, sofern dies möglich ist; 'no', um das Signieren durch monotone zu erzwingen; 'only', um die Benutzung von ssh-agent zu erzwingen; 'check', um mit beiden Methoden zu signieren und das Ergebnis zu vergleichen
fr: contrôle les utilisations de ssh_agent. Les arguments valides sont : « yes » pour utiliser ssh_agent comme signataire si possible, « no » pour forcer l'utilisation du code interne de monotone, « only » pour forcer l'utilisation de ssh_agent et « check » pour utiliser les deux et les comparer.

source: force genkey to not error out when the named key already exists
de: zwingt genkey dazu, keinen Fehler auszugeben, wenn der eingegebene Schlüsselname bereits existiert
fr: force genkey à ne pas déclencher une erreur quand une clef nommée existe déjà

source: display help message
de: zeige Hilfemeldung an
fr: affiche le message d'aide
ja: ヘルプメッセージを表示
sv_se: skriv ut extra hjälptext

source: show hidden commands and options
de: zeige versteckte Kommandos und Optionen
fr: affiche les commandes et les options cachées

source: do not ignore revisions marked as suspended
de: ignoriere keine als gesperrt markierte Revisionen
fr: ne pas ignorer les révisions marquées comme suspendues

source: do not prompt the user for input
de: fordere den Benutzer nicht zu Eingaben auf
fr: ne pas demander à l'utilisateur une entrée

source: sets the key for signatures, using either the key name or the key hash
de: setzt den Schlüssel für Signaturen, entweder durch den Schlüsselnamen oder dessen Prüfsumme argumentiert
fr: positionne la clef pour des signatures, en utilisant soit le nom de la clef, soit le hachage de la clef

source: set location of key store
de: setze Ort des Schlüsselbundes
fr: emplacement de l'entrepôt des clefs
sv_se: ange i vilken katalog nycklarna finns

source: push the specified key even if it hasn't signed anything
de: exportiere diesen Schlüssel, selbst wenn damit nichts signiert wurde
fr: envoie la clef donnée même si rien n'est signé avec elle
sv_se: skicka med angiven nyckel även om den inte använts för att signera

source: limit log output to the last number of entries
de: beschränke Logausgabe auf die letzte Anzahl von Einträgen
fr: limiter la sortie au dernier nombre d'entrées

source: file to write the log to
de: Datei, in die das Log geschrieben wird
fr: fichier où inscrire les informations de « debug »

source: set commit changelog message
de: setze Nachricht für Änderungshistorie
fr: renseigne le message d'historique du commit
ja: コミット変更記録メッセージを設定
sv_se: ange ändringsmeddelandet för commit

source: set filename containing commit changelog message
de: setze Dateinamen der Datei, die die Nachricht für die Änderungshistorie beinhaltet
fr: renseigne le nom du fichier qui contient le message d'historique associé au commit
ja: コミット変更記録メッセージを含むファイルを設定
sv_se: ange filnamnet som innehåller ändringsmeddelandet för commit

source: no prefix to message
de: kein Vorspann in der Logmeldung
fr: pas de préfixe au message

source: perform the operations for files missing from workspace
de: führe diese Operationen für fehlende Dateien im Arbeitsbereich aus
fr: exécuter les opérations sur les fichiers répertoriés « manquants » dans l'espace de travail

source: limit log output to the next number of entries
de: beschränke die Logausgabe auf die nächstfolgende Anzahl von Einträgen
fr: limiter l'affichage de l'historique au prochain nombre d'entrées

source: exclude files when printing logs
de: schließe Dateien bei der Ausgabe der Logeinträge aus
fr: exclure les fichiers lors de l'affichage des journaux

source: do not use ASCII graph to display ancestry
de: benutze nicht den ASCII-Graphen, um die Vorfahren anzuzeigen
fr: ne pas utiliser de graphe ASCII pour afficher les parentés

source: do not ignore any files
de: ignoriere keinerlei Dateien
fr: n'ignorer aucun fichier

source: exclude merges when printing logs
de: schließe Vereinigungen bei der Ausgabe der Logeinträge aus
fr: exclure les fusions lors de l'affichage des journaux

source: do not load '%APPDATA%\monotone\monotonerc' or '_MTN\monotonerc' lua files
fr: ne pas charger les fichiers « %APPDATA%\monotone\monotonerc » ou « _MTN\monotonerc » lua

source: do not load '~/.monotone/monotonerc' or '_MTN/monotonerc' lua files
fr: inhibe les fichiers lua « ~/.monotone/monotonerc » et « _MTN/monotonerc »

source: do not load the built-in lua file with the default hooks
de: lade nicht die eingebauten Lua-Dateien mit den Standard-Hooks
fr: ne pas charger le fichier lua intrinsèque avec les procédures automatiques (« hook ») par défaut

source: please use '--no-standard-rcfiles' instead
fr: veuillez plutôt utiliser « --no-standard-rcfiles »

source: old version of '--no-standard-rcfiles'
fr: ancienne version de « --no-standard-rcfiles »

source: please use '--no-builtin-rcfile' instead
fr: veuillez plutôt utiliser « --no-builtin-rcfile »

source: old version of '--no-builtin-rcfile'
fr: ancienne version de « --no-builtin-rcfile »

source: load extra lua file
de: lade zusätzliche Lua-Datei
fr: charger le fichier supplémentaire lua

source: record process id of server
de: merke Prozess-ID des Serverprozesses
fr: enregistrer l'identifiant de processus du serveur
ja: サーバーのプロセス ID を記録
sv_se: spara serverns process ID i denna fil

source: decrease verbosity (undo previous '-v', then disable informational output, then disable warnings)
fr: baisser la verbosité (annuler l'option « -v » précédente, puis désactiver la sortie informative, puis désactiver les avertissements)

source: increase verbosity (undo previous '-q', and then enable debug output)
fr: augmenter la verbosité (annuler l'option « -q » précédente, puis activer la sortie de déboguage)

source: please us '-v' (or '-v -v -v' if there are previous '-q' options)
fr: veuillez utiliser « -v » (ou « -v -v -v » s'il y a des options « -q » précédentes)

source: print debug log to stderr while running
de: schreibe während der Ausführung ein Protokoll zur Fehlerausgabe
fr: affiche le journal de déboguage sur stderr pendant l'exécution
ja: 実行時、標準エラー出力にデバッグログを表示
sv_se: skriv ut debug-logg till stderr under körning

source: please use '-q -q'
fr: veuillez utiliser « -q -q »

source: suppress warning, verbose, informational and progress messages
de: unterdrücke wortreiche, informelle und Fortschrittsmeldungen
fr: supprime les messages d'avertissements, verbeux, informatifs et de progressions

source: print detailed information
de: zeigt detaillierte Informationen an
fr: affiche des informations détaillées

source: automatically run the output through nroff (default if the output is a terminal)
de: formatiere die Ausgabe automatisch mit nroff (Standard, wenn auf ein Terminal ausgegeben wird)
fr: formater automatiquement la sortie avec nroff (par défaut si la sortie est un terminal)

source: show timestamps in front of errors, warnings and progress messages
de: zeige Zeitstempel vor Fehlern, Warnungen und Fortschrittsmeldungen
fr: afficher la date devant les messages d'erreurs, d'avertissements et de progressions

source: also operate on the contents of any listed directories
de: arbeite auch auf den Inhalten beliebiger aufgeführter Verzeichnisse
fr: agit aussi sur le contenu de tout dossier listé

source: select revision id for operation
de: wähle die Revisions-ID für die Operation aus
fr: choisir un identifiant de révision pour l'opération
ja: 操作のためのリビジョン ID を選択
sv_se: abge den revision som operationen ska utföras på

source: limit search for workspace to specified root
de: beschränke Suche nach der Arbeitsumgebung auf angegebene Verzeichniswurzel
fr: limite la recherche d'un espace de travail à la racine donnée

source: don't look for a workspace
de: suche nicht nach einem Arbeitsbereich
fr: ne pas chercher un espace de travail

source: use the current netsync arguments and options as the future default
de: benutze die derzeitigen Netsync-Parameter und -Optionen in Zukunft als Standard
fr: utiliser les arguments et options actuels de netsync comme valeurs par défaut pour le futur

source: set ticker style (count|dot|none)
de: setze 'Ticker'-Stil (count|dot|none)
fr: établit le style d'affichage de progrès (count|dot|none)
ja: ティッカーのスタイルを設定 (count|dot|none)
sv_se: sätt stilen för framstegsinformationen (count|dot|none)

source: revision(s) to start logging at
de: Revision(en), bei denen die Logausgabe gestartet wird
fr: révision(s) où commencer la journalisation

source: revision(s) to stop logging at
de: Revision(en), bei denen die Logausgabe gestoppt wird
fr: révision(s) où terminer la journalisation

source: perform the operations for unknown files from workspace
de: führe diese Operation für unbekannte Dateien im Arbeitsbereich aus
fr: accomplit les opérations sur les fichiers inconnus dans l'espace de travail

source: print version number, then exit
de: zeige Versionsinformationen an und beende dann das Programm
fr: afficher le numéro de version, puis quitte
ja: バージョン番号を表示し、終了
sv_se: skriv ut versionsnumret och avsluta sedan omedelbart

source: don't output ignored files
de: gib keine ignorierten Dateien aus
fr: ne pas afficher les fichiers ignorés

source: don't output unknown files
de: gib keine unbekannten Dateien aus
fr: ne pas afficher les fichiers inconnus

source: don't output unchanged files
de: gib keine unveränderten Dateien aus
fr: ne pas afficher les fichiers inchangés

source: don't output corresponding renames if restricted on such nodes
de: gib bei der Beschränkung auf umbenannte Einträge nicht die korrespondierenden Einträge aus
fr: ne pas afficher les renommages correspondants si restreints à de tels nœuds

source: use file to resolve conflicts
de: nutze Datei zum Auflösen von Konflikten
fr: utiliser ce fichier pour résoudre les conflits

source: specify conflict resolutions in a file, instead of interactively
de: benutze eine Datei für Konfliktlösungen anstatt die Konflikte interaktiv zu bearbeiten
fr: spécifier les résolutions de conflits dans un fichier plutôt qu'interactivement

source: file in which to store conflicts
de: Datei, in der Konflikte gespeichert werden
fr: fichier dans lequel enregistrer les conflits

source: use only one changelog cert for the git commit message
de: benutzte nur ein Logeintragszertifikat für den git-Logeintrag
fr: n'utiliser qu'un certificat de changelog pour le message de commit git

source: file mapping author names from original to new values
de: Datei, die ursprünglichen Autorennamen neue Werte zuweist
fr: fichier de correspondance des noms d'auteurs entre les originales et les nouvelles valeurs

source: file mapping branch names from original to new values
de: Datei, die ursprünglichen Zweignamen neue Werte zuweist
fr: fichier de correspondance des noms de branches entre les originales et les nouvelles valeurs

source: include git refs for 'revs', 'roots' or 'leaves'
de: schließe git-Verweis für 'revs', 'roots' oder 'leaves' ein
fr: inclut les références git pour « revs », « roots » ou « leaves »

source: include revision ids in commit logs
de: schließe Revisions-IDs in Logeinträgen ein
fr: inclut l'identifiant de révision dans les journaux de commit

source: include standard cert values in commit logs
de: schließe Standard-Zertifikatswerte in Logeinträgen ein
fr: inclut les valeurs des certificats standards dans les journaux de commit

source: load the internal marks table before exporting revisions
de: lade die interne Markierungstabelle vor dem Revisionsexport
fr: charger la table des marques internes avant d'exporter les révisions

source: save the internal marks table after exporting revisions
de: speichere die interne Markierungstabelle nach dem Revisionsexport
fr: enregistrer la table des marques internes aiprès exportation des révisions

source: erasing nonexistent key from '%s'
fr: suppression de la clef inexistante de « %s »

source: inserting duplicate entry into '%s'
fr: insertion de l'entrée dupliquée dans « %s »

source: fetching nonexistent entry from '%s'
fr: cherche un enregistrement inexistant de « %s »

source: error getting status of file '%s': %s
fr: erreur lors de l'obtention du statut du fichier « %s »: %s

source: error opening file '%s': %s
fr: erreur d'ouverture du fichier « %s » : %s

source: setting execute permission on '%s'
fr: positionnement de la permission d'exécution sur « %s »

source: clearing execute permission on '%s'
fr: suppression de la permission d'exécution sur « %s »

source: error closing file '%s': %s
fr: erreur de fermeture du fichier « %s » : %s

source: cannot get working directory: %s
de: kann Arbeitsverzeichnis nicht ermitteln: %s
fr: impossible de trouver le répertoire de travail : %s

source: cannot change to directory '%s': %s
fr: impossible d'aller dans le répertoire « %s » : %s

source: could not find home directory for uid %d
de: konnte Heimatverzeichnis für UID %d nicht finden
fr: impossible de trouver le répertoire personnel de l'uid %d

source: could not find home directory for user '%s'
fr: impossible de trouver le répertoire personnel de l'utilisateur « %s »

source: error accessing file '%s': %s
fr: erreur lors de l'accès au fichier « %s » : %s

source: cannot handle special file '%s'
fr: ne peut manipuler le fichier spécial « %s »

source: could not open directory '%s': %s
de: konnte Verzeichnis '%s' nicht öffnen: %s
fr: impossible d'ouvrir le répertoire %s : %s

source: error accessing '%s/%s': %s
de: Fehler beim Zugriff auf '%s/%s': %s
fr: erreur lors de l'accès de « %s/%s » : %s

source: stat(%s) failed: %s
de: stat(%s) schlug fehl: %s
fr: Échec de stat(%s) : %s

source: chmod(%s) failed: %s
de: chmod(%s) schlug fehl: %s
fr: Échec de chmod( %s) : %s

source: renaming '%s' to '%s' failed: %s
de: Umbenennung von '%s' nach '%s' schlug fehl: %s
fr: Échec du renommage de %s en %s : %s

source: could not remove '%s': %s
de: konnte '%s' nicht entfernen: %s
fr: impossible de supprimer « %s » : %s

source: could not create directory '%s': %s
de: konnte Verzeichnis '%s' nicht erstellen: %s
fr: impossible de créer le répertoire « %s » : %s

source: cannot create temp file '%s': %s
fr: impossible de créer le ficher temporaire « %s » : %s

source: all %d possible temporary file names are in use
de: alle %d möglichen, temporären Dateinamen sind in Benutzung
fr: Les %d noms de fichier temporaires sont déjà utilisés

source: error writing to temp file '%s': %s
fr: erreur lors de l'écriture dans le fichier temporaire « %s » : %s

source: giving up after four zero-length writes to '%s' (%d byte written, %d left)
fr: abandon après quatre écritures de longueur zéro sur « %s » (%d octet écrit, %d laissés)

source: unknown error code %d
de: unbekannter Fehlercode %d
fr: code d'erreur inconnu %d

source: ssh_agent: failed to create a socket: %s
de: ssh_agent: konnte Socket nicht erzeugen: %s
fr: ssh_agent : échec de la création de la socket : %s

source: ssh_agent: failed to set socket as close-on-exec: %s
de: ssh_agent: konnte Socket nicht auf `close-on-exec' setzen: %s
fr: ssh_agent : échec du positionnement de la socket en close-on-exec : %s

source: ssh_agent: failed to connect to agent: %s
de: ssh_agent: konnte keine Verbindung zum Agenten aufbauen: %s
fr: ssh_agent : échec de la connexion à l'agent : %s

source: ssh_agent: error during send: %s
de: ssh_agent: Fehler beim Senden: %s
fr: ssh_agent : erreur lors de l'envoi : %s

source: ssh_agent: giving up after %d ineffective sends to agent
de: ssh_agent: gebe nach %d fehlgeschlagenen Sendeversuchen zum Agenten auf
fr: ssh_agent : abandon après %d essais infructueux d'envoi à l'agent

source: ssh_agent: sent %u extra bytes to agent
de: ssh_agent: sendete %u zusätzliche Bytes zum Agenten
fr: ssh_agent : envoi de %u octets supplémentaires à l'agent

source: ssh_agent: error during receive: %s
de: ssh_agent: Fehler beim Empfangen: %s
fr: ssh_agent : erreur lors de la réception : %s

source: ssh_agent: giving up after %d ineffective receives from agent
de: ssh_agent: gebe nach %d fehlgeschlagenen Empfangsversuchen vom Agenten auf
fr: ssh_agent : abandon après %d essais infructueux de réception de l'agent

source: ssh_agent: received %u extra bytes from agent
de: ssh_agent: erhielt %u zusätzliche Bytes vom Agenten
fr: ssh_agent : reçu %u octets supplémentaires venant de l'agent

source: unable to parse date '%s' with format '%s'
de: kann Datum '%s' nicht mit dem Format '%s' analysieren
fr: incapable d'analyser la date « %s » de format « %s »

source: invalid date '%s' not matched by format '%s'
de: ungültiges Datum '%s', welches nicht durch das Format '%s' erkannt wird
fr: date « %s » invalide ne correspondant pas au format « %s »

source: %s (level %d, rev %d)
fr: %s (niveau %d, rév. %d)

source: Windows %s (%d.%d, build %d, %s) on %s
de: Windows %s (%d.%d, Build %d, %s) auf %s
fr: Windows %s (%d.%d, build %d, %s) sur %s

source: could not determine configuration path
de: kann Konfigurationspfad nicht bestimmen
fr: impossible de déterminer le chemin de configuration

source: '%s': GetFileAttributes error: %s
fr: « %s » : erreur de GetFileAttributes : %s

source: error while reading directory: %s
de: Fehler beim Lesen des Verzeichnisses: %s
fr: erreur lors de la lecture du répertoire : %s

source: could not remove '%s' and contents: SHFileOperation error code 0x%x
de: konnte '%s' und dessen Inhalte nicht entfernen: SHFileOperation Fehlercode 0x%x
fr: impossible de supprimer « %s » et les contenus : code d'erreur de SHFileOperation 0x%x

source: could not remove '%s' and contents: SHFileOperation partially aborted
de: konnte '%s' und dessen Inhalte nicht entfernen: SHFileOperation wurde teilweise abgebrochen
fr: impossible de supprimer « %s » et les contenus : SHFileOperation partiellement abandonné

source: GetFileAttributes(%s) failed: %s
de: GetFileAttributes(%s) schlug fehl: %s
fr: Échec de GetFileAttributes(%s) : %s

source: SetFileAttributes(%s) failed: %s
de: SetFileAttributes(%s) schlug fehl: %s
fr: Échec de SetFileAttributes(%s) : %s

source: renaming '%s' to '%s' failed: %s (%d)
de: Umbenennung von '%s' nach '%s' schlug fehl: %s (%d)
fr: le renommage de %s en %s a échoué : %s (%d)

source: cannot find a temporary file (tried %d possibilities)
de: kann keine temporäre Datei finden (versuchte %d Möglichkeiten)
fr: impossible de trouver un fichier temporaire (%d possibilités essayées)

source: '%s' will be accessible to all users of this computer
fr: « %s » sera accessible par tous les utilisateurs de cet ordinateur

source: asked to write more than %u to pageant
fr: demandé d'écrire plus que %u à pageant.

source: error sending message to pageant (%d)
fr: erreur d'envoi de message à pageant (%d).

source: asked to read more than %u from pageant
fr: demandé de lire plus que %u de pageant.

source: date parsing not available on win32
de: Die Datumsanalyse ist unter Win32 nicht verfügbar
fr: analyse de date indisponible sous win32

source: std::terminate() - exception thrown while handling another exception
de: std::terminate() - Ausnahme wurde während der Behandlung einer anderen Ausnahme geworfen
fr: std::terminate() - exception levée lors de la gestion d'une autre exception

source: this monotone binary requires at least SQLite 3.3.8 to run
fr: ce binaire de monotone requiert au moins SQLite 3.3.8 pour s'exécuter.

source: this monotone binary requires at least SQLite 3.3.14 to run
fr: ce binaire de monotone requiert au moins SQLite 3.3.14 pour s'exécuter.

source: monotone does not support Botan 1.7.14
fr: monotone ne gère pas Botan 1.7.14

source: this monotone binary requires Botan 1.6.3 or newer
fr: ce binaire de monotone requiert une version de Botan au moins égale à 1.6.3.

source: this monotone binary does not work with Botan newer than 1.7.6
fr: ce binaire de monotone ne fonctionne pas avec une version de Botan plus récente que 1.7.6.

source: this monotone binary requires Botan 1.7.7 or newer
fr: ce binaire de monotone requiert une version de Botan au moins égale à 1.7.7.

source: this monotone binary does not work with Botan 1.9.x
fr: ce binaire de monotone ne fonctionne pas avec les versions 1.9.x de Botan.

source: this monotone binary requires Botan 1.7.22 or newer
fr: ce binaire de monotone requiert une version au moins égale à 1.7.22.

source: Press enter
de: Drücken Sie die Eingabetaste
fr: Appuyez sur [Entrée]

source: Press enter when the subprocess has completed
de: Drücken Sie die Eingabetaste, wenn der Unterprozess beendet ist
fr: Appuyez sur [Entrée] quand le sous-processus s'est terminé
sv_se: Tryck [Enter] när underprocessen är klar

source: file %s does not exist
de: Datei %s existiert nicht
ja: ファイル %s は存在しません

source: file %s cannot be read as data; it is a directory
de: Datei %s kann nicht eingelesen werden; sie ist ein Verzeichnis
ja: '%s' は期待していたファイルではなく、ディレクトリです

source: cannot open file %s for reading
de: Kann Datei %s nicht zum Lesen öffnen
ja: ファイル %s を読み込みのために開くことができません
