Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: fatal: %s this is almost certainly a bug in monotone. please send this error message, the output of '%s version --full', and a description of what you were doing to <%s>.
de: Fataler Fehler: %s Dies ist ganz bestimmt ein Fehler in monotone. Bitte senden Sie diese Nachricht, die Ausgabe von '%s version --full', sowie eine Beschreibung Ihrer Tätigkeit an <%s>.

source: fatal: %s this is almost certainly a bug in monotone. please send this error message, the output of '%s version --full', and a description of what you were doing to <%s>. This error appears to have been triggered by something in the database you were using, so please preserve it in case it can help in finding the bug.
de: Fataler Fehler: %s Dies ist ganz bestimmt ein Fehler in monotone. Bitte senden Sie diese Nachricht, die Ausgabe von '%s version --full', sowie eine Beschreibung Ihrer Tätigkeit an <%s>. Dieser Fehler scheint durch etwas in der Datenbank ausgelöst worden zu sein, die Sie gerade benutzen. Bitte sichern Sie diese daher für den Fall, dass sie für das Finden des Fehlers nützlich wird.

source: Call to user command %s (lua command: %s) failed.
de: Aufruf des Benutzerkommandos %s (Lua-Kommando: %s) schlug fehl

source: Check that a particular globish matches a particular string
de: Überprüft, ob ein bestimmtes Muster auf eine bestimmte Zeichenkette passt

source: Globish <%s> does not match string <%s>
de: Muster <%s> passt nicht auf die Zeichenkette <%s>

source: Synopsis
de: Aufruf

source: Description
de: Beschreibung

source: --message and --message-file are mutually exclusive
de: --message und --message-file können nicht zusammen verwendet werden
ja: --message と --message-file を同時に指定することはできません

source: cannot use --exclude in URL mode
de: kann --exclude-Option im URL-Modus nicht benutzen

source: [URL] [ADDRESS[:PORTNUMBER]]
de: [URL] [ADRESSE[:PORTNUMMER]]

source: %9d in branch %s
de: %9d in Zweig %s

source: [URL] [ADDRESS[:PORTNUMBER] [PATTERN ...]]
de: [URL] [ADRESSE[:PORTNUMMER] [MUSTER ...]]

source: URL [DIRECTORY] HOST[:PORTNUMBER] BRANCH [DIRECTORY]
de: URL [VERZEICHNIS] ADRESSE[:PORTNUMMER] ZWEIG [VERZEICHNIS]

source: the --branch option is only valid with an URI to clone
de: die Option --branch ist nur in Verbindung mit einer Clone-URI gültig

source: branch %s has multiple heads:
de: Zweig %s hat mehrere Köpfe:

source: choose one with '%s clone -r<id> URL'
de: wählen Sie eine durch '%s clone -r<id> URL'

source: branch %s has multiple heads
de: Zweig %s hat mehrere Köpfe
ja: ブランチ %s には複数の最新版が存在しています

source: no public key '%s' found in database
de: Der öffentliche Schlüssel '%s' wurde nicht in der Datenbank gefunden.
ja: データベース内に公開鍵 '%s' はありません

source: ok
de: in Ordnung

source: (*) - only in %s/
de: (*) - nur in %s/

source: no epoch for branch %s
de: kein Zeitraum für Zweig %s

source: no such revision '%s'
de: Revision nicht gefunden: '%s'
ja: リビジョン '%s' は存在しません

source: dropping public key '%s' from database
de: lösche öffentlichen Schlüssel '%s' aus der Datenbank

source: dropping key pair '%s' from keystore
de: lösche Schlüsselpaar '%s' von Schlüsselbund

source: need --branch argument for approval
de: benötige '--branch'-Parameter für das Akzeptieren
ja: 承認には --branch 引数が必要です

source: need --branch argument to suspend
de: benötige '--branch'-Parameter zum Sperren

source: target revision is in multiple branches:%s try again with explicit --branch
de: Ziel-Revision befindet sich in mehreren Zweigen:%s versuchen Sie es noch einmal mit der expliziten Angabe von '--branch'

source: target revision not in any branch next commit will use branch %s
de: Ziel-Revision befindet sich in keinem Zweig beim nächsten Einpflegen wird der Zweig %s genutzt

source: your request matches no descendents of the current revision in fact, it doesn't even match the current revision maybe you want something like --revision=h:%s
de: Ihre Anfrage passt auf keine Nachfahren der derzeitigen Revision. Sie passt nicht einmal auf die derzeitige Revision. Eventuell möchten Sie '--revision=h:%s' ausführen.

source: switching to branch %s
de: wechsle zum Zweig %s

source: switched branch; next commit will use branch %s
de: Zweig gewechselt; beim nächsten Einpflegen wird der Zweig %s genutzt

source: please specify a branch, with --branch=BRANCH
de: bitte geben Sie einen Zweig mit '--branch=ZWEIG' an
ja: --branch=BRANCH というようにブランチを指定して下さい

source: Path %s not found in destination tree.
de: Pfad %s im Ziel-Baum nicht gefunden

source: If no arguments are given, LEFT_REVID and RIGHT_REVID default to the first two heads that would be chosen by the 'merge' command. If --conflicts-file is not given, '_MTN/conflicts' is used.
de: Wenn keine Argumente übergeben werden, werden LINKE_REVID und RECHTE_REVID standardmäßig mit den ersten zwei Köpfen vorbelegt, die auch das 'merge'-Kommando auswählen würde. Wenn die Option --conflicts-file nicht übergeben wird, wird '_MTN/conflicts' benutzt.

source: conflicts file must be under _MTN
de: Konfliktdatei muss sich unterhalb des _MTN-Verzeichnisses befinden

source: revision %s is a merge to apply the changes relative to one of its parents, use: %s pluck -r PARENT -r %s
de: Revision %s ist eine Vereinigung Um die Änderungen relativ auf eine der Elternrevisionen anzuwenden, benutzen Sie: %s pluck -r ELTERNREVISION -r %s

source: Cannot kill revision %s, because it would leave the current workspace in an invalid state, from which monotone cannot recover automatically since the workspace contains uncommitted changes. Consider updating your workspace to another revision first, before you try to kill this revision again.
de: Kann die Revision %s nicht entfernen, weil es den derzeitigen Arbeitsbereich in einen ungültigen Zustand versetzen würde, den monotone aufgrund von bestehenden Änderungen im Arbeitsbereich nicht automatisch beheben kann. Eventuell möchten Sie Ihren Arbeitsbereich vorher auf eine andere Revision aktualisieren, bevor Sie erneut versuchen, diese Revision zu entfernen.

source: The epoch must be %s characters
de: Die Epoche muss %s Zeichen sein

source: no var with name %s in domain %s
de: keine Variable mit dem Namen %s in der Domäne %s
ja: %s という変数はドメイン %s 内にはありません

source: --reverse only allowed with exactly one revision
de: --reverse erlaubt die Angabe von genau nur einer Revision

source: this workspace has more than one parent (specify a revision to diff against with --revision)
de: Dieser Arbeitsbereich hat mehr als einen Vorfahren. (Geben Sie die Revision, gegen die Änderungen angezeigt werden sollen, explizit mit --revision an.)

source: --diff-args requires --external try adding --external or removing --diff-args?
de: --diff-args benötigt --external Fügen Sie --external hinzu oder entfernen Sie --diff-args.
ja: --diff-args は --external を必要とします。 --external を追加するか、--diff-args を省いてみてはどうですか?

source: only one of --last/--next allowed
de: '--last' und '--next' sind nur einmal erlaubt

source: try passing a --from revision to start at
de: Versuchen Sie, über die Option --from eine Startrevision anzugeben.

source: workspace parent revision '%s' not found - did you specify a wrong database?
de: Eltern-Revision '%s' des Arbeitsbereiches wurde nicht gefunden - haben Sie eine falsche Datenbank angegeben?

source: A backup from a previously failed commit exists in _MTN/commit. This file must be removed before commit will proceed. You may recover the previous message from this file if necessary.
de: Es existiert eine Sicherungsdatei eines vormals fehlgeschlagenen Einpflegens in _MTN/commit. Diese Datei muss entfernt werden, bevor das Einpflegen fortgesetzt werden kann. Sie können die Änderungsnachricht von dieser Datei bei Bedarf wiederherstellen.

source: Date:
de: Datum:

source: Commit cancelled.
de: Einpflegen abgebrochen

source: Commit failed. Instructions not found.
de: Einpflegen fehlgeschlagen. Anleitung nicht gefunden.

source: Commit failed. Branch header not found.
de: Einpflegen fehlgeschlagen. Zweig-Kopfzeile nicht gefunden.

source: Commit failed. Branch value empty.
de: Einpflegen fehlgeschlagen. Wert der Zweig-Kopfzeile ist leer.

source: Commit failed. Author header not found.
de: Einpflegen fehlgeschlagen. Autor-Kopfzeile nicht gefunden.

source: Commit failed. Author value empty.
de: Einpflegen fehlgeschlagen. Wert der Autor-Kopfzeile ist leer.

source: Commit failed. Date header not found.
de: Einpflegen fehlgeschlagen. Datum-Kopfzeile nicht gefunden.

source: Commit failed. Date value empty.
de: Einpflegen fehlgeschlagen. Wert der Datum-Kopfzeile ist leer.

source: no file version %s found in database for %s
de: Dateiversion %s für %s nicht in Datenbank gefunden
ja: バージョン %s のファイルはデータベース内にみつかりません (対象: %s)

source: recreating %s/
de: erzeuge %s/ neu

source: In order to revert the entire workspace, specify "." as the file name.
de: Um den gesamten Arbeitsbereich zurückzusetzen, muss "." als Dateiname übergeben werden.

source: need --branch argument for disapproval
de: benötige '--branch'-Parameter für das Verwerfen
ja: 非承認とするには --branch 引数が必要です

source: ignoring directory '%s' [see .mtn-ignore]
de: ignoriere Verzeichnis '%s' [siehe .mtn-ignore]

source: The specified target directory %s/ doesn't exist.
de: Das angegebene Ziel-Verzeichnis %s/ existiert nicht.

source: After this command, the directory that currently has the name NEW_ROOT will be the root directory, and the directory that is currently the root directory will have name PUT_OLD. Use of --bookkeep-only is NOT recommended.
de: Nach diesem Kommando ist das Verzeichnis mit dem Namen NEUE_WURZEL das Wurzelverzeichnis, während das ehemalige Wurzelverzeichnis den Namen ALTE_WURZEL erhält. Die Benutzung von --bookkeep-only wird NICHT empfohlen.

source: use --revision or --branch to specify what to checkout
de: Nutzen Sie --revision oder --branch um festzulegen, was ausgecheckt werden soll.

source: Unknown path '%s'
de: Unbekannter Pfad '%s'

source: Path '%s' does not have attribute '%s'
de: Pfad '%s' hat kein Attribut '%s'

source: No attributes for '%s'
de: Keine Attribute für '%s'

source: No attribute '%s' on path '%s'
de: Kein Attribut für '%s' auf Pfad '%s'

source: parent revisions of this commit are in different branches: '%s' and '%s'. please specify a branch name for the commit, with --branch.
de: Die Eltern-Revisionen dieses Arbeitsbereiches sind in unterschiedlichen Zweigen: '%s' und '%s'. Bitte geben Sie einen Zweignamen mit --branch für das Einpflegen an.

source: _MTN/log is non-empty and log message was specified on command line perhaps move or delete _MTN/log, or remove --message/--message-file from the command line?
de: _MTN/log ist nicht leer und ein Kommentar wurde über die Kommandozeile spezifiziert. Verschieben oder löschen Sie _MTN/log oder entfernen Sie den '--message'-/'--message-file'-Parameter aus der Kommandozeile.

source: Your database is missing version %s of file '%s'
de: Ihrer Datenbank fehlt die Version %s der Datei '%s'

source: need --branch argument for setup
de: benötige '--branch'-Parameter für das Setup
ja: 作成には --branch 引数が必要です

source: use --revision or --branch to specify the parent revision for the import
de: Nutzen Sie --revision oder --branch, um die Elternrevision für den Import festzulegen.

source: need base --branch argument for importing
de: benötige Basis '--branch'-Parameter für den Import
ja: 取り込みには基準 --branch 引数が必要です

source: path %s does not exist
de: Pfad %s existiert nicht
ja: パス %s は存在しません

source: directory %s is not a workspace
de: Das Verzeichnis %s ist kein Arbeitsbereich

source: It is illegal to call the mtn_automate() lua extension, unless from a command function defined by register_command().
de: Es ist verboten, die 'mtn_automate()'-Lua-Erweiterung in einer Funktion aufzurufen, die nicht in 'register_command()' definiert ist.

source: Bad input to mtn_automate() lua extension: command name is missing
de: Falsche Eingabe für 'mtn_automate()'-Lua-Erweiterung: Kommandoname fehlt.

source: no such file '%s' in revision '%s'
de: keine Datei '%s' in Revision '%s' gefunden

source: '%s' in revision '%s' is not a file
de: '%s' in Revision '%s' ist keine Datei

source: Cannot read from stdin
de: Kann nicht von stdin lesen

source: no file '%s' found in revision '%s'
de: keine Datei '%s' in Revision '%s' gefunden

source: orphaned node %s
de: verwaister Knoten '%s'

source: %s this may be due to a memory glitch, data corruption during a network transfer, corruption of your database or workspace, or a bug in monotone. if the error persists, please contact %s for assistance.
de: %s Dieser Fehler kann bei einer Speicherstörung, Datenkorruption während eines Netzwerktransfers, Korruption Ihrer Datenbank oder Ihres Arbeitsbereiches oder bei einem Fehler in monotone auftreten. Falls das Problem weiterhin besteht, kontaktieren Sie bitte %s für Unterstützung.

source: workspace is corrupt: reading %s: %s
de: Arbeitsbereich ist beschädigt: lese %s: %s

source: Failed to read options file %s: %s
de: Konnte Optionen-Datei %s nicht lesen: %s

source: unrecognized key '%s' in options file %s - ignored
de: nicht erkannter Schlüssel '%s' in Optionen-Datei %s - wird ignoriert

source: Could not parse entire options file %s
de: Konnte Optionen-Datei %s nicht komplett analysieren

source: Failed to write options file %s: %s
de: Konnte Optionen-Datei %s nicht schreiben: %s

source: cannot add %s, because %s is recorded as a file in the workspace manifest
de: Kann %s nicht hinzufügen, da %s als Datei im Arbeitsbereich-Manifest aufgenommen wurde.

source: adding %s to workspace manifest
de: füge %s dem Arbeitsbereich-Manifest hinzu

source: Non-recursive add: Files in the directory '%s' will not be added automatically.
de: Nicht-rekursives Hinzufügen: Dateien im Verzeichnis '%s' werden nicht automatisch hinzugefügt.

source: skipping ignorable file %s
de: übergehe ignorierbare Datei %s

source: skipping %s, already accounted for in workspace
de: übergehe %s, bereits im Arbeitsbereich festgehalten

source: dropping %s
de: entferne %s

source: path %s already exists
de: Pfad %s existiert bereits

source: renaming %s to %s
de: benenne %s nach %s um

source: adding %s
de: füge %s hinzu

source: updating %s
de: aktualisiere %s

source: moved conflicting path %s to %s
de: verschob in Konflikt stehenden Pfad %s nach %s

source: %d missing items; use '%s ls missing' to view To restore consistency, on each missing item run either '%s drop ITEM' to remove it permanently, or '%s revert ITEM' to restore it. To handle all at once, simply use '%s drop --missing' or '%s revert --missing'
de: %d fehlende Elemente; benutzen Sie '%s ls missing' zur Anzeige Um die Konsistenz wiederherzustellen, muss auf jede Datei entweder '%s drop ELEMENT' zum permanenten Löschen oder '%s revert ELEMENT' zur Wiederherstellung des vorherigen Zustands ausgeführt werden. Um alle Elemente auf einmal zu behandeln, nutzen Sie '%s drop --missing' bzw. '%s revert --missing'.

source: skipping %s, not currently tracked
de: übergehe %s, wird derzeit nicht verfolgt

source: cannot remove %s/, it is not empty
de: kann %s/ nicht entfernen, Verzeichnis ist nicht leer

source: directory %s not empty - it will be dropped but not deleted
de: Das Verzeichnis %s ist nicht leer - es wird von monotone entfernt, aber nicht gelöscht

source: file %s changed - it will be dropped but not deleted
de: Die Datei %s wurde verändert - sie wird von monotone entfernt, aber nicht gelöscht

source: dropping %s from workspace manifest
de: entferne %s aus dem Arbeitsbereich-Manifest

source: source file %s is not versioned
de: Quell-Datei %s ist nicht versionisiert

source: cannot move `%s' to a subdirectory of itself, `%s/%s'
de: kann nicht `%s' in eigenes Unterverzeichnis verschieben, `%s/%s'

source: `%s' and `%s' are the same file
de: `%s' und `%s' sind dieselbe Datei

source: destination path's parent directory %s/ doesn't exist
de: Elternverzeichnis %s/ des Zielpfades existiert nicht

source: destination %s/ is not a directory
de: Ziel %s ist kein Verzeichnis

source: destination %s already exists in the workspace manifest
de: Ziel %s existiert bereits im Manifest des Arbeitsbereichs

source: renaming %s to %s in workspace manifest
de: benenne %s zu %s im Arbeitsbereich-Manifest um

source: %s doesn't exist in workspace, skipping
de: %s existiert nicht im Arbeitsbereich, übergehe Aktion

source: destination %s already exists in workspace, skipping filesystem rename
de: Ziel %s existiert bereits im Arbeitsbereich, übergehe Umbenennung im Dateisystem

source: %s doesn't exist in workspace and %s does, skipping filesystem rename
de: %s existiert im Gegensatz zu %s nicht im Arbeitsbereich, übergehe Umbenennung im Dateisystem

source: proposed new root directory '%s' contains illegal path %s
de: das neu vorgeschlagene Wurzelverzeichnis '%s' beinhaltet den ungültigen Pfad %s

source: re-run this command with --move-conflicting-paths to move conflicting paths out of the way.
de: Führen Sie dieses Kommando mit --move-conflicting-paths erneut aus, um in Konflikt stehende Pfade aus den Weg zu räumen.

source: moved some conflicting files into %s/%s
de: verschob einige in Konflikt stehende Dateien in %s/%s

source: workspace is corrupt: %s is invalid
de: Arbeitsbereich ist beschädigt: %s ist ungültig

source: _MTN/format should not exist in a format 1 workspace; corrected
de: _MTN/format sollte nicht in einem Arbeitsbereich des Formats 1 existieren; korrigiert

source: this workspace's metadata is in format 0. to use this workspace with this version of monotone, you must delete it and check it out again (migration from format 0 is not possible). once you have done this, you will not be able to use the workspace with versions of monotone older than %s. we apologize for the inconvenience.
de: Die Metadaten dieses Arbeitsbereiches haben die Formatversion 0. Um diesen Arbeitsbereich mit dieser Version von monotone zu nutzen, müssen Sie ihn löschen und neu auschecken (eine Migration vom Format 0 ist nicht möglich). Nachdem dies durchgeführt wurde, können Sie diesen Arbeitsbereich nicht mehr mit Versionen von monotone nutzen, die älter als %s sind.

source: to use this workspace with this version of monotone, its metadata must be migrated from format %d to format %d, using the command '%s migrate_workspace'. once you have done this, you will not be able to use the workspace with versions of monotone older than %s.
de: Um diesen Arbeitsbereich mit dieser Version von monotone nutzen zu können, müssen dessen Metadaten vom Format %d zum Format %d mit dem Kommando '%s migrate_workspace' migriert werden. Nachdem dies durchgeführt wurde, können Sie diesen Arbeitsbereich nicht mehr mit Versionen von monotone nutzen, die älter als %s sind.

source: this version of monotone only understands workspace metadata in formats 0 through %d. your workspace is in format %d. you need a newer version of monotone to use this workspace.
de: Diese Version von monotone versteht lediglich Metadaten von Arbeitsbereichen der Versionen 0 bis %d. Ihr Arbeitsbereich hat die Formatversion %d. Sie benötigen eine neuere Version von monotone, um diesen Arbeitsbereich nutzen zu können.

source: it is not possible to migrate from workspace format 0 to any later format. you must delete this workspace and check it out again. we apologize for the inconvenience.
de: Es ist nicht möglich, den Arbeitsbereich vom Format 0 zu einem beliebigen späteren Format zu migrieren. Sie müssen diesen Arbeitsbereich löschen und neu auschecken.

source: this workspace is in the current format, no migration is necessary.
de: Der Arbeitsbereich hat bereits das neueste Format, keine Migration notwendig.

source: calculated cert hash '%s' does not match '%s'
de: berechnete Zertifikatsprüfsumme '%s' stimmt nicht mit '%s' überein
ja: 計算した証明ハッシュ '%s' は '%s' と一致しません

source: note:
de: Hinweis:
ja: ノート:

source: database %s contains old-style revisions if you are a project leader or doing local testing: see the file UPGRADE for instructions on upgrading. if you are not a project leader: wait for a leader to migrate project data, and then pull into a fresh database. sorry about the inconvenience.
de: Datenbank %s beinhaltet ein altes Revisionsformat. Wenn Sie der Projektleiter sind oder lokale Tests durchführen: Die Datei UPGRADE beinhaltet Anweisungen zum Upgrade. Wenn Sie nicht der Projektleiter sind: Warten Sie bitte, bis ein Projektleiter die Projektdaten migriert hat und holen Sie sich dann eine aktualisierte Kopie. Wir bitten die Unannehmlichkeiten zu entschuldigen.

source: database %s contains manifests but no revisions this is a very old database; it needs to be upgraded please see README.changesets for details
de: Datenbank %s beinhaltet Manifeste, aber keine Revisionen Dies ist eine sehr alte Datenbank, die erneuert werden muss. Bitte konsultieren Sie die Datei README.changesets für Details.

source: database %s lacks some cached data run '%s db regenerate_caches' to restore use of this database
de: Der Datenbank %s fehlen einige Cache-Daten. Führen Sie '%s db regenerate_caches' aus, um diese Datenbank wieder benutzbar zu machen.

source: missing prerequisite revision '%s'
de: fehlende vorausgesetzte Revision '%s'

source: dropping revision '%s'
de: entferne Revision '%s'

source: missing prerequisite file '%s'
de: fehlende, erforderliche Datei '%s'

source: missing prerequisite file pre-delta '%s'
de: fehlendes, erforderliches Datei-Pre-Delta '%s'

source: missing prerequisite file post-delta '%s'
de: fehlendes, erforderliches Datei-Post-Delta '%s'

source: Your database contains multiple keys named %s
de: Ihre Datenbank beinhaltet mehrere Schlüssel mit dem Namen %s

source: cert revision '%s' does not exist in db
de: Zertifikats-Revision '%s' existiert nicht in der Datenbank

source: The branch name '%s' contains meta characters (one or more of '?,;*%%+{}[]!^') or starts with a dash, which might cause malfunctions when used in a netsync branch pattern. If you want to undo this operation, please use the '%s local kill_certs' command to delete the particular branch cert and re-add a valid one.
de: Der Zweigname '%s' beinhaltet Meta-Zeichen (eine oder mehrere Vorkommnisse von '?,;*%%+{}[]!^') oder beginnt mit einem Bindestrich, was Fehlfunktionen hervorrufen könnte, wenn er in einem Netsync-Zweigmuster verwendet wird. Wenn Sie diese Aktion rückgängig machen möchten, nutzen Sie bitte das Kommando '%s local kill_certs' um das Zweigzertifikat wieder zu löschen und danach ein neues mit gültigen Zweignamen zu erstellen.

source: trust function disliked %d signers of %s cert on revision %s
de: Vertrauensfunktion lehnt %d Unterzeichner des Zertifikats %s auf Revision %s ab

source: database %s does not exist
de: Datenbank %s existiert nicht
ja: データベース %s は存在しません

source: %s is a workspace, not a database (did you mean %s?)
de: %s ist ein Verzeichnis, keine Datenbank (meinten Sie %s?)

source: %s is a directory, not a database
de: %s ist ein Verzeichnis, keine Datenbank
ja: %s はデータベースではなくディレクトリです

source: database %s already exists
de: Datenbank %s existiert bereits

source: existing (possibly stale) journal file '%s' has same stem as new database '%s' cancelling database creation
de: Existierende Journal-Datei '%s' hat denselben Stamm wie die neue Datenbank '%s' Datenbankerstellung abgebrochen
ja: 既存の (おそらく古い) ジャーナルファイル '%s' は新しいデータベース '%s' と同じ幹を持っています データベース作成を中止します

source: No available keystore found
de: Kein verfügbarer Schlüsselbund gefunden

source: Extraneous data in key store.
de: Belanglose Daten im Schlüsselbund

source: Key store has multiple copies of the key with id '%s'.
de: Das Schlüsselbund hat mehrere Kopien des Schlüssels mit der ID '%s'.

source: converting old-format private key '%s'
de: konvertiere Schlüssel mit altem Format '%s'

source: ignored invalid key file ('%s') in key store
de: ignoriere ungültige Schlüsseldatei ('%s') in Schlüsselbund
