Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: fatal: formatter failed on %s:%d: %s
de: Fataler Fehler: Formatierung schlug fehl bei %s:%d: %s
fr: fatal : le formattage a échoué à %s:%d : %s
ja: 致命的: フォーマッタ失敗 %s:%d: %s

source: misuse:
de: falscher Gebrauch:
fr: utilisation erronée :
ja: 誤り:

source: error:
de: Fehler:
fr: erreur :
ja: エラー:

source: %s:%d: index '%s' = %d overflowed vector '%s' with size %d
de: %s:%d: Index '%s' = %d übergelaufener Vektor '%s' der Größe %d
fr: %s:%d : l'index « %s » = %d dépasse la capacité du vecteur « %s » de taille %d

source: Current work set: %i items
de: Derzeitige Arbeitsgruppe: %i Elemente
fr: Ensemble de travail actuel : %i objets

source: bad character '%c' in '%s'
de: ungültiges Zeichen '%c' in '%s'
fr: caractère invalide « %c » dans « %s »

source: hex encoded ID '%s' size != %d
de: Größe der hex-enkodierten ID '%s' ist ungleich %d
fr: ID codée en hexadécimal « %s » size != %d
ja: 十六進エンコード ID '%s' サイズ != %d

source: bad character '%c' in id name '%s'
de: ungültiges Zeichen '%c' in ID-Name '%s'
fr: caractère invalide « %c » dans le nom de l'identifiant « %s »
ja: 不正な文字 '%c' (ID 名 '%s' 内)

source: invalid ID '%s'
de: ungültige ID '%s'
fr: ID invalide « %s »

source: bad character '%c' in symbol '%s'
de: ungültiges Zeichen '%c' in Symbol '%s'
fr: caractère invalide « %c » dans le symbole « %s »

source: bad character '%c' in cert name '%s'
de: ungültiges Zeichen '%c' in Zertifikatname '%s'
fr: caractère invalide « %c » dans le nom du certificat « %s »
ja: 不正な文字 '%c' (証明 '%s' 内)

source: bad character '%c' in key name '%s'
de: ungültiges Zeichen '%c' in Schlüsselname '%s'
fr: caractère invalide « %c » dans le nom de la clef « %s »
ja: 不正な文字 '%c' (キー名 '%s' 内)

source: Invalid key length of %d bytes
de: Ungültige Schlüssellänge von %d Bytes
fr: Longueur de clef invalide de %d octets
ja: 不正な鍵長 %d バイト

source: Invalid hmac length of %d bytes
de: Ungültige 'hmac'-Länge von %d Bytes
fr: Longueur HMAC invalide de %d octets
ja: 不正な HMAC 長 %d バイト

source: failed to convert string from %s to %s: '%s'
de: konnte Zeichenkette nicht von %s nach %s konvertieren: '%s'
fr: impossible de convertir la chaîne de %s en %s : « %s »
ja: 文字列の変換 (%s から %s: '%s' へ) に失敗しました

source: error converting %d UTF-8 bytes to IDNA ACE: %s
de: Fehler bei der Konvertierung von %d UTF-8-Bytes nach IDNA ACE: %s
fr: conversion de %d octets d'UTF-8 en IDNA ACE : %s
ja: UTF-8 から IDNA ACE へ変換中にエラー(%d バイト): %s

source: path '%s' is invalid
de: Pfad '%s' ist ungültig
fr: le chemin « %s » est invalide

source: absolute path '%s' is invalid
de: absoluter Pfad '%s' ist ungültig
fr: le chemin absolu « %s » est invalide

source: path '%s' is in bookkeeping dir
de: Pfad '%s' ist im monotone-Systemverzeichnis
fr: Le chemin « %s » est dans le répertoire administratif

source: Invalid utf8
de: Ungültiges UTF-8
fr: Encodage UTF8 invalide

source: Path is not normalized
de: Pfad ist nicht normalisiert
fr: le chemin n'est pas en forme normalisée

source: Bookkeeping path is not in bookkeeping dir
de: Systempfad ist nicht im monotone-Systemverzeichnis
fr: Le chemin administratif n'est pas dans le répertoire administratif

source: invalid path ''
de: ungültiger Pfad ''
fr: chemin invalide « »
ja: 不適切なパス ''

source: skipping directory '%s' with unsupported name
de: übergehe das Verzeichnis '%s' mit dem nicht unterstützten Namen
fr: Omission du répertoire « %s » ayant un nom non-géré

source: skipping file '%s' with unsupported name
de: übergehe Datei '%s' mit dem nicht unterstützten Namen
fr: Omission du fichier « %s » ayant un nom non-géré

source: current directory '%s' is not below root '%s'
de: aktuelles Verzeichnis '%s' ist nicht unterhalb der Wurzel '%s'
fr: le répertoire courant « %s » ne se trouve pas sous la racine « %s »

source: search root '%s' does not exist
de: Wurzel der Suche '%s' existiert nicht
fr: la racine recherchée « %s » n'existe pas
ja: 検索ルート '%s' は存在しません

source: search root '%s' is not a directory
de: Wurzel der Suche '%s' ist kein Verzeichnis
fr: la racine recherchée « %s » n'est pas un répertoire

source: bad input to parse_basic_io
de: falsche Eingabe für `parse_basic_io'
fr: mauvaise entrée à parse_basic_io

source: %s called with an invalid parameter
de: %s wurde mit einem ungültigen Parameter aufgerufen
fr: %s a été appelé avec un paramètre invalide

source: Directory '%s' does not exist
de: Das Verzeichnis '%s' existiert nicht
fr: le répertoire « %s » n'existe pas

source: '%s' is not a directory
de: '%s' ist kein Verzeichnis
fr: « %s » n'est pas un répertoire
ja: '%s' はディレクトリではありません

source: lua error while loading rcfile '%s'
de: lua-Fehler beim Laden der rc-Datei '%s'
fr: erreur lua lors du chargement du fichier « %s »
ja: 初期化ファイル '%s' を読み込み中に lua のエラー

source: could not create directory '%s': it is a file
de: konnte Verzeichnis '%s' nicht erstellen: es gibt eine Datei mit diesem Namen
fr: impossible de créer le répertoire « %s » car c'est un fichier

source: file to delete '%s' does not exist
de: zu löschende Datei '%s' existiert nicht
fr: le fichier à supprimer « %s » n'existe pas
ja: 削除するファイル '%s' は存在しません

source: file to delete, '%s', is not a file but a directory
de: die zu löschende Datei '%s' ist keine Datei, sondern ein Verzeichnis
fr: le fichier à supprimer « %s » n'est pas un fichier mais un répertoire
ja: 削除するファイル '%s' はファイルでなく、ディレクトリです

source: directory to delete '%s' does not exist
de: zu löschendes Verzeichnis '%s' existiert nicht
fr: le répertoire à supprimer « %s » n'existe pas

source: directory to delete, '%s', is not a directory but a file
de: das zu löschende Verzeichnis '%s' ist kein Verzeichnis, sondern eine Datei
fr: le répertoire à supprimer « %s » n'est pas un répertoire, mais un fichier

source: object to delete, '%s', does not exist
de: zu löschendes Objekt '%s' existiert nicht
fr: l'objet à supprimer « %s » n'existe pas

source: directory to delete, '%s', does not exist
de: zu löschendes Verzeichnis '%s' existiert nicht
fr: le répertoire à supprimer « %s » n'existe pas
ja: 削除するディレクトリ '%s' は存在しません

source: directory to delete, '%s', is a file
de: zu löschendes Verzeichnis '%s' ist eine Datei
fr: le répertoire à supprimer « %s » est un fichier
ja: 削除するディレクトリ '%s' はファイルです

source: rename source file '%s' does not exist
de: Quelldatei für Umbenennung '%s' existiert nicht
fr: le chemin à renommer « %s » n'existe pas
ja: 名称変更する元のファイル '%s' は存在しません

source: rename source file '%s' is a directory -- bug in monotone?
de: Quelldatei für Umbenennung '%s ist ein Verzeichnis -- Fehler in monotone?
fr: le fichier à renommer « %s » est un répertoire -- serait-ce un bogue dans monotone ?
ja: 名称変更元のファイル '%s' はディレクトリです -- monotone のバグ?

source: rename target '%s' already exists
de: Zieldatei für Umbenennung '%s' existiert bereits
fr: le nouveau nom « %s » existe déjà
ja: 名称変更ターゲット '%s' は既に存在しています

source: rename source dir '%s' does not exist
de: Quellverzeichnis für Umbenennung '%s' existiert nicht
fr: le répertoire à renommer « %s » n'existe pas
ja: 名称変更元のディレクトリ '%s' は存在しません

source: rename source dir '%s' is a file -- bug in monotone?
de: Quellverzeichnis für Umbenennung '%s ist eine Datei -- Fehler in monotone?
fr: le répertoire à renommer « %s » est un fichier -- serait-ce un bogue dans monotone ?
ja: 名称変更元のディレクトリ '%s' はファイルです -- monotone のバグ?

source: rename source path '%s' does not exist
de: Quellpfad für Umbenennung '%s' existiert nicht
fr: le chemin à renommer « %s » n'existe pas
ja: 名称変更元のパス '%s' は存在しません

source: file '%s' does not exist
de: Datei '%s' existiert nicht
fr: le fichier « %s » n'existe pas

source: file '%s' cannot be read as data; it is a directory
fr: le fichier « %s » ne peut être lu ; c'est un répertoire

source: cannot open file '%s' for reading
fr: impossible d'ouvrir le fichier « %s » pour le lire

source: Cannot read standard input multiple times
de: Kann nicht mehrmals von der Standardeingabe lesen
fr: Impossible de lire l'entrée standard plusieurs fois
ja: 標準入力を何度も読み込むことはできません

source: file '%s' cannot be overwritten as data; it is a directory
de: Datei %s kann nicht mit Daten überschrieben werden; sie ist ein Verzeichnis
fr: le fichier « %s » ne peut être réécrit avec des données ; c'est un répertoire
ja: '%s' にデータを上書きできません。ディレクトリです

source: no such file or directory: '%s'
de: Datei oder Verzeichnis unbekannt: '%s'
fr: aucun fichier ou répertoire de ce nom : « %s »
ja: そのようなファイルまたはディレクトリはありません: '%s'

source: expected file '%s', but it is a directory.
de: erwartete Datei '%s', diese ist jedoch ein Verzeichnis
fr: le fichier attendu « %s » ne peut être lu ; c'est un répertoire
ja: '%s' は期待していたファイルではなく、ディレクトリです

source: invalid pattern '%s': unmatched '['
de: ungültiges Muster '%s': unpassende Klammer '['
fr: motif « %s » invalide : « [ » n'est pas fermé

source: invalid pattern '%s': control character 0x%02x is not allowed
de: ungültiges Muster '%s': Kontroll-Zeichen 0x%02x ist nicht erlaubt
fr: motif « %s » invalide : caractère de contrôle 0x%02x interdit

source: invalid pattern '%s': one-element character ranges are not allowed
de: ungültiges Muster '%s': Ein-Element-Zeichenbereiche sind nicht erlaubt
fr: motif « %s » invalide : les plages de caractères à un élément sont interdites

source: invalid pattern '%s': endpoints of a character range must be in ascending numeric order
de: ungültiges Muster '%s': Endpunkte eines Zeichenbereichs müssen in numerisch aufsteigender Reihenfolge vorliegen
fr: motif « %s » invalide : les terminaisons de plage de caractères doivent être dans un ordre croissant

source: invalid pattern '%s': cannot use non-ASCII characters in classes
de: ungültiges Muster '%s': kann keine Nicht-ASCII-Zeichen in Klassen benutzen
fr: motif « %s » invalide : interdiction d'utiliser des caractères non-ASCII dans des classes

source: syntax error in '%s': character classes may not be nested
de: Syntax-Fehler in '%s': Zeichenklassen dürfen nicht verschachtelt sein
fr: Erreur de syntaxe dans « %s » : les classes de caractères ne peuvent s'imbriquer

source: invalid pattern '%s': empty character class
de: ungültiges Muster '%s': leere Zeichenklasse
fr: motif « %s » invalide : classe de caractères vide

source: invalid pattern '%s': un-escaped \ at end
de: ungültiges Muster '%s': nicht-escapter Backslash \ am Ende
fr: motif « %s » invalide : \ non protégé à la fin

source: invalid pattern '%s': unmatched ']'
de: ungültiges Muster '%s': unpassende Klammer ']'
fr: motif « %s » invalide : « ] » pas ouvert

source: invalid pattern '%s': braces nested too deeply
de: ungültiges Muster '%s': Klammern zu tief verschachtelt
fr: motif « %s » invalide : les accolades s'emboîtent trop profondément

source: invalid pattern '%s': unmatched '}'
de: ungültiges Muster '%s': unpassende Klammer '}'
fr: motif « %s » invalide : « } » pas ouvert

source: invalid pattern '%s': unmatched '{'
de: ungültiges Muster '%s': unpassende Klammer '{'
fr: motif « %s » invalide : « { » pas fermé

source: parsing a %s at %d:%d:E: %s
de: Analysiere %s bei %d:%d:E: %s
fr: erreur syntaxique, %s à la position %d:%d:E : %s

source: '%s' is neither a file nor a directory
de: '%s' ist weder eine Datei noch ein Verzeichnis
fr: « %s » n'est ni un fichier ni un répertoire

source: warning:
de: Warnung:
fr: avertissement :

source: fatal: %s This is almost certainly a bug in monotone. Please report this error message, the output of '%s version --full', and a description of what you were doing to '%s'.
fr: erreur fatale: %s Ceçi est presque sûrement une erreur dans monotone. Veuillez rapporter ce message çi, ce que vous recevez de '%s --version --full' et une déscription de ce que vous avez fait sur '%s'.

source: fatal: %s This is almost certainly a bug in monotone. Please report this error message, the output of '%s version --full', and a description of what you were doing to '%s'. This error appears to have been triggered by something in the database you were using, so please preserve it in case it can help in finding the bug.
fr: erreur fatale: %s Ceçi est presque sûrement une erreur dans monotone. Veuillez rapporter ce message çi, ce que vous recevez de '%s --version --full' et une déscription de ce que vous avez fait sur '%s'. Cette erreur semble avoir été provoqué par quelquechose dans la base de données que vous employiez. Préservez-la au cas où eller peut aider à trouver l'erreur.

source: error: memory exhausted
de: Fehler: Speicher aufgebraucht
fr: erreur : mémoire insuffisante

source: C++ exception of unknown type
de: C++-Ausnahme unbekannten Typs
fr: Exception C++ de type inconnu

source: failed to open log file '%s'
de: konnte Logdatei '%s' nicht öffnen
fr: impossible d'ouvrir le fichier journal « %s »

source: Usage: %s [OPTION...] command [ARG...]
de: Aufruf: %s [OPTION...] Kommando [ARGUMENTE...]
fr: Utilisation : %s [OPTION...] commande [ARGUMENTS...]

source: Options specific to '%s %s' (run '%s help' to see global options):
de: Spezifische Optionen für '%s %s' (führen Sie '%s help' aus, um globale Optionen zu sehen):
fr: Options spécifiques à « %s %s » (exécuter « %s help » pour afficher les options globales)

source: %s: remote warning:
de: %s: entfernte Warnung:
fr: avertissement distant : « %s »

source: %s: remote error:
de: %s: entfernter Fehler:
fr: erreur distante : « %s »

source: %s: remote message:
de: %s: entfernte Meldung:
fr: message distant : « %s »

source: %s: remote header:
de: %s: entfernte Kopfzeile:
fr: en-tête distant : « %s »

source: Bad input to automate stdio: expected ':' after string size
de: Falsche Eingabe für 'automate stdio': erwartete ':' nach Zeichenketten-Länge.
fr: Donnée invalide pour automate stdio : « : » est attendu après la longueur de la chaîne de caractères

source: Bad input to automate stdio: unexpected EOF
de: Falsche Eingabe für 'automate stdio': unerwartetes EOF.
fr: Donnée invalide pour automate stdio : EOF inattendue

source: Bad input to automate stdio: unknown start token '%c'
de: Falsche Eingabe für 'automate stdio': unbekanntes Startzeichen '%c'.
fr: Donnée invalide pour automate stdio : le lexème de départ « %c » est inconnu

source: Bad input to automate stdio: expected '%c' token
de: Falsche Eingabe für 'automate stdio': erwartete Zeichen '%c'.
fr: Donnée invalide pour automate stdio : lexème « %c » attendu

source: Bad input to automate stdio: command name is missing
de: Falsche Eingabe für 'automate stdio': Kommandoname fehlt.
fr: Donnée invalide pour automate stdio : nom de commande manquant

source: unknown command '%s'
de: unbekanntes Kommando '%s'
fr: commande inconnue « %s »

source: '%s' is ambiguous; possible completions are:
de: '%s' ist mehrdeutig; mögliche Vervollständigungen sind:
fr: « %s » est ambigu ; les complétions possibles sont :

source: ignored bookkeeping path '%s'
de: ignoriere monotone-Systempfad '%s'
fr: chemin administratif « %s » ignoré

source: all arguments given were bookkeeping paths; aborting
de: alle übergebenen Parameter waren monotone-Systempfade; breche ab
fr: tous les arguments donnés sont des chemins administratifs ; abandon

source: Commands that aid in scripted execution
de: Kommandos für die automatische Ausführung von Aktionen
fr: Commandes qui aident à l'exécution scriptée

source: Commands that manipulate the database
de: Kommandos zur Manipulation der Datenbank
fr: Commandes pour manipuler la base de données

source: Commands that aid in program debugging
de: Kommandos für die Fehlersuche und -behebung in monotone
fr: Commandes qui aident à déboguer le programme

source: Commands for information retrieval
de: Kommandos zum Auffinden von Informationen
fr: Commandes pour obtenir de l'information

source: Commands to manage keys and certificates
de: Kommandos zur Verwaltung von Schlüsseln und Zertifikaten
fr: Commandes pour gérer les clés et les certificats

source: Commands that access the network
de: Kommandos für den Zugriff auf das Netzwerk
fr: Commandes pour accéder au réseau

source: Commands for packet reading and writing
de: Kommandos zum Lesen und Schreiben von Datenpaketen
fr: Commandes pour lire et écrire des paquets

source: Commands for interaction with other version control systems
de: Kommandos für die Interaktion mit anderen Versionskontrollsystemen
fr: commandes pour interagir avec d'autres systèmes de contrôle de version

source: Commands to review revisions
de: Kommandos zur Überprüfung von Revisionen
fr: Commandes pour passer en revue les révisions

source: Commands to manipulate the tree
de: Kommandos für die Manipulation des Revisionsbaumes
fr: Commandes pour manipuler l'arbre

source: Commands to manage persistent variables
de: Kommandos für die Verwaltung von persistenten Variablen
fr: Commandes pour gérer les variables persistantes

source: Commands that deal with the workspace
de: Kommandos, die den Arbeitsbereich behandeln
fr: Commandes en relation avec l'espace de travail

source: Commands defined by the user
de: Benutzerdefinierte Kommandos
fr: Commandes définies par l'utilisateur

source: command '%s' is invalid; it is a group
de: Das Kommando '%s' ist ungültig, da es eine Gruppe bezeichnet
fr: Commande « %s » invalide ; c'est un groupe

source: no subcommand specified for '%s'
de: kein Unterkommando für '%s' angegeben
fr: aucune sous-commande spécifiée pour « %s »

source: could not match '%s' to a subcommand of '%s'
de: '%s' passt auf kein Unterkommando von '%s'
fr: impossible d'apparier « %s » à une sous-commande de « %s »

source: Commands in group '%s':
de: Kommandos in der Gruppe '%s':
fr: Commandes dans le groupe « %s » :

source: Subcommands of '%s %s':
de: Unterkommandos von '%s %s':
fr: Sous-commandes de « %s %s » :

source: Syntax specific to '%s %s':
de: Spezifische Syntax für '%s %s':
fr: Syntaxe spécifique à « %s %s » :

source: Purpose of group '%s':
de: Verwendungszweck der Gruppe '%s':
fr: But du groupe « %s » :

source: Description for '%s %s':
de: Beschreibung für '%s %s':
fr: Description pour « %s %s » :

source: Aliases: %s.
de: Aliase: %s.
fr: Synonyme : %s

source: Command groups:
de: Kommandogruppen:
fr: Groupes de commande :

source: For information on a specific command, type 'mtn help <command_name> [subcommand_name ...]'.
de: Für Informationen zu einem spezifischen Kommando geben Sie bitte 'mtn help KOMMANDO_NAME [UNTERKOMMANDO_NAME]' ein.
fr: Pour obtenir de l'information sur une commande spécifique, entrez « mtn help <nom_commande> [nom_sous-commande ...] »

source: To see more details about the commands of a particular group, type 'mtn help <group_name>'.
de: Um mehr Informationen über die Kommandos einer bestimmten Gruppe zu sehen, nutzen Sie bitte 'mtn help GRUPPEN_NAME'.
fr: Pour obtenir davantage de détails à propos d'une commande d'un groupe particulier, entrez « mtn help <nom_groupe> »

source: Note that you can always abbreviate a command name as long as it does not conflict with other names.
de: Beachten Sie, dass Sie jederzeit auch eine Abkürzung eines Kommandonamens zum Aufruf der Funktion nutzen können, solange diese Abkürzung nicht mit anderen Kommandonamen im Konflikt steht.
fr: Veuillez noter que vous pouvez toujours raccourcir le nom d'une commande tant qu'elle n'entre pas en conflit avec d'autres noms.

source: Call to user command '%s' (lua command: '%s') failed.
fr: L'appel à la commande utilisateur « %s » (commande lua : « %s ») a échoué.

source: '%s' called with an invalid parameter
fr: « %s » a été appelé avec un paramètre invalide

source: command [ARGS...]
de: Kommando [ARGUMENTE...]
fr: commande [ARGUMENTS...]

source: Displays help about commands and options
de: Zeigt Hilfe über Kommandos und Optionen an
fr: Affiche de l'aide sur les commandes et les options

source: Shows the program version
de: Zeigt die Programm-Version an
fr: Affiche la version du programme

source: no arguments allowed
de: keine Parameter erlaubt
fr: aucun argument n'est permis

source: Check that a particular glob matches a particular string
fr: Vérifie qu'un motif particulier correspond à une chaîne particulière

source: Glob '%s' does not match string '%s'
fr: le motif « %s » ne correspond pas à la chaîne « %s »

source: Triggers the specified kind of crash
de: Löst den spezifizierten Programm-Crash aus
fr: Déclenche le type spécifique de crash

source: command group '%s'
de: Kommandogruppe '%s'
fr: groupe de commandes « %s »

source: Generate a manual page from monotone's command help
de: Erzeuge eine Handbuchseite von monotones interner Kommandohilfe
fr: Générer une page de manuel à partir de la commande help

source: Name
fr: Nom

source: monotone \- a distributed version control system
de: monotone \- ein verteiltes Versionskontrollsystem
fr: monotone \- un système de contrôle de versions

source: [options...] command [arguments...]
de: [Optionen...] Kommando [Argumente...]
fr: [options...] commande [arguments]

source: monotone is a highly reliable, very customizable distributed version control system that provides lightweight branches, history-sensitive merging and a flexible trust setup. monotone has an easy-to-learn command set and comes with a rich interface for scripting purposes and thorough documentation.
de: monotone ist ein hochgradig verlässliches, sehr anpassbares, verteiltes Versionskontrollsystem, das leichtgewichtige Zweige, das Zusammenführen unter Berücksichtigung der Historie und ein flexible Vertrauensfunktionen bietet. monotone hat ein einfach zu erlernendes Kommandoset und kommt weiterhin mit einer reichhaltigen Schnittstelle für das automatisierte Ausführen innerhalb von Skripten sowie einer umfassenden Dokumentation.
fr: monotone est un système de contrôle de versions distribués hautement fiable et configurable qui pourvoit des branches légères, un fusion basée sur l'historique ainsi qu'une mise en place de confiance flexible. monotone possède un ensemble de commandes facilement apprenable et propose une interface riche de possibilités de script ainsi qu'une documentation approfondie.

source: For more information on monotone, visit %s.
de: Für weitere Informationen zu monotone besuchen Sie bitte %s.
fr: Pour davantage d'informations sur monotone, veuillez visiter %s.

source: The complete documentation, including a tutorial for a quick start with the system, can be found online on %s.
de: Die vollständige Dokumentation, die eine Schnellstartanleitung mit dem System beinhaltet, kann Online unter %s gefunden werden.
fr: La documentation complète incluant un tutorial de mise en route rapide du système peut être trouvé en ligne à l'adresse %s.

source: Global Options
de: Globale Optionen
fr: Options globales

source: Commands
de: Kommandos
fr: Commandes

source: See Also
de: Siehe auch
fr: Voir aussi

source: info %s and the documentation on %s
de: info %s und die Dokumentation unter %s
fr: la page info %s et la documentation sont sur %s

source: Bugs
de: Fehler
fr: Bogues

source: Please report bugs to %s.
de: Bitte melden Sie Fehler an %s.
fr: Veuillez rapporter les bogues sur %s.

source: Authors
de: Autoren
fr: Auteurs

source: monotone was written originally by Graydon Hoare <graydon@pobox.com> in 2003 and has since then received numerous contributions from many individuals. A complete list of authors can be found in AUTHORS.
de: monotone wurde ursprünglich von Graydon Hoare <graydon@pobox.com> im Jahr 2003 geschrieben und hat seitdem eine Vielzahl von Beiträgen von vielen verschiedenen Individuen erhalten. Eine komplette Liste der Autoren kann in AUTHORS eingesehen werden.
fr: monotone est originellement écrit par Graydon Hoare <graydon@pobox.com> en 2003, et a depuis reçu des contributions nombreuses par un grand nombre d'individus. La liste complète des auteurs se trouve dans AUTHORS.
