Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: %s This may be due to a memory glitch, data corruption during a network transfer, corruption of your database or workspace, or a bug in monotone. If the error persists, please report it to '%s'.
fr: %s Cela peut être dû à une faille mémoire, une corruption de données pendant une transmission réseau, une corruption de votre base de données ou de votre espace de travail, ou a un bogue dans monotone. Si l'erreur persiste, veuillez faire en rapport sur « %s ».

source: failed to decode boolean testresult cert value '%s'
de: konnte booleschen Zertifikatswert '%s' nicht dekodieren
fr: impossible de décoder la valeur booléenne « %s » du certificat « testresult »

source: workspace required but not found
de: Arbeitsverzeichnis benötigt, jedoch nicht gefunden
fr: espace de travail requis mais introuvable

source: workspace required but not found %s
de: Arbeitsverzeichnis benötigt, jedoch nicht gefunden %s
fr: espace de travail requis mais introuvable %s

source: invalid directory ''
de: ungültiges Verzeichnis ''
fr: dossier invalide « »
ja: 無効なディレクトリ ''

source: monotone bookkeeping directory '%s' already exists in '%s'
de: Das monotone-Systemverzeichnis '%s' existiert bereits in '%s'
fr: le dossier administratif de monotone « %s » existe déjà dans « %s »

source: workspace is corrupt: reading '%s': %s
fr: l'espace de travail est corrompu : lors de la lecture de « %s » : %s

source: no update has occurred in this workspace
de: es fand keine Aktualisierung in diesen Arbeitsbereich statt
fr: aucune mise à jour n'a eu lieu dans cet espace de travail

source: no update revision available
de: keine aktualisierte Revision verfügbar
fr: aucune mise à jour de révision disponible

source: base revision %s does not exist in database
de: Basis-Revision %s existiert nicht in der Datenbank
fr: la révision de base %s n'existe pas dans la base de données

source: parent revision %s does not exist, did you specify the wrong database?
de: Eltern-Revision %s existiert nicht, haben Sie die falsche Datenbank angegeben?
fr: la révision de base %s n'existe pas dans la base de données, auriez-vous spécifié la mauvaise base de données ?

source: Failed to read options file '%s': %s
fr: La lecture du fichier d'options « %s » a échoué : %s

source: a memory database '%s' cannot be used in a workspace
de: eine flüchtige Datenbank '%s' kann nicht in einem Arbeitsbereich genutzt werden
fr: une base de données mémoire « %s » ne peut pas être utilisée dans un espace de travail

source: unrecognized key '%s' in options file '%s' - ignored
fr: clef non reconnue « %s » dans le fichier d'options « %s » -- ignorée

source: Could not parse entire options file '%s'
fr: ne peut analyser l'entier du fichier des options « %s »

source: Failed to write options file '%s': %s
fr: L'enregistrement du fichier d'options « %s » a échoué : %s

source: could not unregister workspace from old database '%s'
de: konnte den Arbeitsbereich nicht in der alten Datenbank '%s' deregistrieren
fr: ne pouvait pas supprimer l'espace de travail de la vielle base de données « %s »

source: '%s' is not a recognized workspace option
de: '%s' ist keine bekannte Option eines Arbeitsbereichs
fr: « %s » n'est pas une option reconnue pour l'espace de travail

source: cannot add '%s', because '%s' is recorded as a file in the workspace manifest
fr: impossible d'ajouter « %s », car « %s » est répertorié comme un fichier dans le manifeste de l'espace de travail

source: adding '%s' to workspace manifest
fr: ajouter « %s » au manifeste de l'espace de travail

source: non-recursive add: Files in the directory '%s' will not be added automatically.
fr: ajout non-récursif : les fichiers dans le répertoire « %s » ne seront pas ajoutés automatiquement.

source: skipping ignorable file '%s'
fr: fichier ignorable « %s » ignoré

source: skipping '%s', already accounted for in workspace
fr: omission de « %s » qui existe déjà dans l'espace de travail

source: dropping '%s'
fr: supprime « %s »

source: path '%s' already exists
fr: le chemin « %s » existe déjà

source: renaming '%s' to '%s'
fr: renommage de « %s » en « %s »

source: adding '%s'
fr: ajout de « %s »

source: file '%s' is a directory
de: Datei '%s' ist ein Verzeichnis
fr: le fichier « %s » est un dossier

source: content of file '%s' has changed, not overwriting
de: Inhalt der Datei '%s' hat sich geändert, Datei wird nicht überschrieben
fr: le contenu du fichier « %s » a changé, il ne sera pas écrasé

source: updating '%s'
fr: mise à jour de « %s »

source: cannot drop non-empty directory '%s'
de: kann Verzeichnis '%s' nicht entfernen, da es nicht leer ist
fr: impossible de supprimer le dossier non vide « %s »

source: attach node %d blocked by unversioned path '%s'
de: Anfügen des Knotens %d wird blockiert durch den unversionisierten Pfad '%s'
fr: attache le nœud %d bloqué par le chemin sans version attribué « %s »

source: attach node %d blocked by blocked parent '%s'
de: Anfügen des Knotens %d wird blockiert durch den blockierten Elternpfad '%s'
fr: attache le nœud %d bloqué par le parent bloqué « %s »

source: %d workspace conflicts
de: %d Konflikte im Arbeitsbereich
fr: %d conflits dans l'espace de travail

source: moved conflicting path '%s' to '%s'
fr: déplacement du chemin conflictuel « %s » vers « %s »

source: missing directory '%s'
de: fehlendes Verzeichnis '%s'
fr: dossier « %s » manquant

source: not a directory '%s'
de: '%s' ist kein Verzeichnis
fr: « %s » n'est pas un dossier

source: missing file '%s'
de: fehlende Datei '%s'
fr: fichier « %s » manquant

source: not a file '%s'
de: '%s' ist keine Datei
fr: « %s » n'est pas un fichier

source: %d missing items; use '%s ls missing' to view. To restore consistency, on each missing item run either '%s drop ITEM' to remove it permanently, or '%s revert ITEM' to restore it. To handle all at once, simply use '%s drop --missing' or '%s revert --missing'
fr: %d fichiers manquants ; utilisez « %s ls missing » pour les visualiser Pour restaurer un état cohérent, sur chaque fichier manquant lancez : « %s drop FICHIER » pour le supprimer définitivement, ou « %s revert FICHIER » pour le restaurer. Pour tout faire d'un coup, employez simplement « %s drop --missing », ou « %s revert --missing »

source: unable to drop the root directory
de: kann das Wurzelverzeichnis nicht entfernen
fr: impossible de supprimer la racine

source: skipping '%s', not currently tracked
fr: omission de « %s », actuellement non suivi

source: cannot remove '%s/', it is not empty
fr: impossible de supprimer « %s/ », il n'est pas vide

source: directory '%s' not empty - it will be dropped but not deleted
fr: le dossier « %s » n'est pas vide -- il sera retiré, mais pas effacé

source: file '%s' changed - it will be dropped but not deleted
fr: le fichier « %s » a changé -- il sera retiré, mais pas effacé

source: dropping '%s' from workspace manifest
fr: supprimer « %s » du manifeste de l'espace de travail

source: cannot rename the workspace root (try '%s pivot_root' instead)
de: kann Wurzel des Arbeitsbereiches nicht umbenennen (versuchen Sie stattdessen '%s pivot_root')
fr: impossible de renommer l'espace de travail racine (essayez « %s pivot_root » à la place)

source: source file '%s' is not versioned
fr: le fichier « %s » n'est pas versionné

source: cannot move '%s' to a subdirectory of itself, '%s/%s'
fr: impossible de déplacer « %s » vers un de ses propres sous-répertoire de soi-même, « %s/%s »

source: '%s' and '%s' are the same file
fr: « %s » et « %s » sont le même fichier

source: destination path's parent directory '%s/' doesn't exist
fr: le répertoire parent de destination « %s/ » n'existe pas

source: destination '%s/' is not a directory
fr: la destination « %s/ » n'est pas un dossier

source: destination '%s' already exists in the workspace manifest
fr: la destination « %s » existe déjà dans le manifeste de l'espace de travail

source: renaming '%s' to '%s' in workspace manifest
fr: renomme « %s » à « %s » dans le manifeste de l'espace de travail

source: '%s' doesn't exist in workspace, skipping
fr: saut de « %s » qui n'existe pas dans l'espace de travail

source: destination '%s' already exists in workspace, skipping filesystem rename
fr: la destination « %s » existe déjà dans l'espace de travail, pas de modification du système de fichier

source: '%s' doesn't exist in workspace and '%s' does, skipping filesystem rename
fr: « %s » n'existe pas dans l'espace de travail et « %s » existe, pas de modification du système de fichier

source: proposed new root directory '%s' is not versioned or does not exist
de: das neu vorgeschlagene Wurzelverzeichnis '%s' ist nicht unter Versionkontrolle oder existiert nicht
fr: le nouveau dossier racine proposé « %s » n'a pas de version ou n'existe pas

source: proposed new root directory '%s' is not a directory
de: das neu vorgeschlagene Wurzelverzeichnis '%s' ist kein Verzeichnis
fr: le nouveau dossier racine proposé « %s » n'est pas un dossier

source: proposed new root directory '%s' contains illegal path '%s'
fr: le nouveau dossier racine proposé « %s » contient le chemin illégal « %s »

source: directory '%s' is not versioned or does not exist
de: das Verzeichnis '%s' ist nicht unter Versionskontrolle oder existiert nicht
fr: le dossier « %s » n'a pas de version ou n'existe pas

source: '%s' is in the way
de: '%s' ist im Weg
fr: « %s » fait obstacle

source: workspace is locked you must clean up and remove the %s directory
de: Der Arbeitsbereich ist gesperrt. Sie müssen das Verzeichnis %s aufräumen und entfernen.
fr: l'espace de travail est verrouillé Vous devez nettoyer et supprimer le dossier « %s ».

source: re-run this command with '--move-conflicting-paths' to move conflicting paths out of the way
fr: exécutez à nouveau la commande avec l'option « --move-conflicting-paths » pour sortir des chemins conflictuels.

source: moved some conflicting files into '%s'
fr: déplacement de certains fichiers conflictuels dans « %s »

source: workspace is corrupt: '%s' is invalid
fr: l'espace de travail est corrompu : « %s » est invalide

source: '_MTN/format' should not exist in a format 1 workspace; corrected
fr: « _MTN/format » ne devrait pas exister dans un espace de travail au format 1 ; corrigé

source: this workspace's metadata is in format 0. To use this workspace with this version of monotone, you must delete it and check it out again (migration from format 0 is not possible). Once you have done this, you will not be able to use the workspace with versions of monotone older than %s. We apologize for the inconvenience.
fr: les méta-données de cet espace de travail sont au format 0. Pour utiliser cet espace de travail avec cette version de monotone, vous devez le supprimer et le récupérer de nouveau (la traduction depuis le format 0 est impossible). Une fois que vous avez fait cela vous ne pourrez plus utiliser l'espace de travail avec des versions de monotone antérieures à %s. Nous nous excusons pour la gêne occasionnée.

source: to use this workspace with this version of monotone, its metadata must be migrated from format %d to format %d, using the command '%s migrate_workspace'. Once you have done this, you will not be able to use the workspace with versions of monotone older than %s.
fr: pour utiliser cet espace de travail avec cette version de monotone, ses méta-données au format %d doivent être traduites vers le format %d en utilisant la commande « %s migrate_workspace ». Une fois que vous avez fait cela, vous ne pourrez plus utiliser cet espace de travail avec des versions de monotone antérieures à %s.

source: this version of monotone only understands workspace metadata in formats 0 through %d. Your workspace is in format %d. You need a newer version of monotone to use this workspace.
fr: cette version de monotone prend en charge uniquement les méta-données d'espace de travail de format 0 jusqu'à %d. Votre espace de travail est au format %d. Vous avez besoin d'une version plus récente de monotone pour utiliser cet espace de travail.

source: it is not possible to migrate from workspace format 0 to any later format. You must delete this workspace and check it out again. We apologize for the inconvenience.
fr: il est impossible de migrer cet espace de travail au format 0 vers tout autre format plus récent. Vous devez supprimer cet espace de travail et récupérer à nouveau les données. Nous nous excusons pour la gêne occasionnée.

source: workspace is corrupt: %s exists but is not a regular file
de: Arbeitsbereich ist beschädigt: %s existiert, ist aber keine reguläre Datei
fr: l'espace de travail est corrompu : %s existe mais n'est pas un fichier régulier

source: this workspace is in the current format, no migration is necessary
fr: cet espace de travail est dans le format le plus récent, aucune migration n'est nécessaire.

source: calculated cert hash %s does not match %s
fr: la somme de contrôle du certificat %s ne correspond pas à %s

source: could not interpret test result string '%s'; valid strings are: 1, 0, yes, no, true, false, pass, fail
de: konnte die Zeichenkette des Testergebnisses '%s' nicht interpretieren; gültige Zeichenketten sind: 1, 0, yes, no, true, false, pass, fail
fr: incapacité d'interpréter la chaîne de résultat du test « %s » ; les chaînes valides sont : 1, 0, yes, no, true, false, pass, fail

source: you have %d keys named '%s'
de: Sie haben %d Schlüssel mit dem Namen '%s'
fr: Vous avez « %d » clefs nommées « %s »

source: there are %d keys named '%s'
de: es gibt %d Schlüssel mit dem Namen '%s'
fr: Il y a « %d » clefs nommées « %s »

source: there is no key named '%s'
de: es gibt keinen Schlüssel mit dem Namen '%s'
fr: Il n'y a pas de clef nommée « %s »

source: key %s does not exist
de: Schlüssel %s existiert nicht
fr: la clef « %s » n'existe pas

source: branch '%s' has multiple heads perhaps consider '%s merge'
de: Der Zweig '%s' hat mehrere Köpfe. Eventuell möchten Sie '%s merge' ausführen.
fr: la branche « %s » possède plusieurs têtes Vous devriez peut-être lancer « %s merge ».

source: no branch found for empty revision, please provide a branch name
de: kein Zweig für leere Revision gefunden, bitte geben Sie einen Zweignamen an
fr: aucune branche trouvée pour la révision vide, veuillez donner le nom d'une branche
ja: リビジョンが空のブランチはありません. ブランチ名を指定して下さい

source: no branch certs found for revision %s, please provide a branch name
de: keine Zweigzertifikate für Revision %s gefunden, bitte geben Sie einen Zweignamen an
fr: aucun certificat de branche trouvé pour la révision %s, veuillez donner le nom d'une branche
ja: リビジョン %s のブランチ証明がみつかりません. ブランチ名を指定して下さい

source: multiple branch certs found for revision %s, please provide a branch name
de: mehrere Zweigzertifikate für Revision %s gefunden, bitte geben Sie einen Zweignamen an
fr: multiples certificats de branche trouvés pour la révision %s, veuillez donner le nom d'une branche
ja: リビジョン %s のブランチ証明は複数あります. ブランチ名を指定して下さい

source: initializing new database '%s'
de: initialisiere neue Datenbank '%s'
fr: Initialise une nouvelle base de données « %s »

source: this database already contains rosters
de: diese Datenbank enthält bereits Kataloge
fr: cette base de données contient déjà des listes

source: database '%s' contains old-style revisions. If you are a project leader or doing local testing: see the file UPGRADE for instructions on upgrading. If you are not a project leader: wait for a leader to migrate project data, and then pull into a fresh database. Sorry about the inconvenience.
fr: la base de données « %s » contient des révisions dans l'ancien style Si vous êtes le chef de projet ou si vous faites des tests localement : voyez le fichier UPGRADE pour les instructions de mise à jour. Si vous n'êtes pas le chef de projet : attendez que le chef ait migré les données du projet, puis récupérez-les dans une nouvelle base de données. Nous nous excusons pour la gêne occasionnée.

source: database '%s' contains manifests but no revisions. This is a very old database; it needs to be upgraded. Please see 'http://wiki.monotone.ca/upgradefromchangesets/' for details
fr: la base de données %s contient des manifestes mais aucune révision. C'est un base de données très ancienne ; elle a besoin d'être mise à jour. Veuillez lire les détails dans « http://wiki.monotone.ca/upgradefromchangesets/ »

source: database '%s' lacks some cached data. Run '%s db regenerate_caches' to restore use of this database
fr: le cache de la base de données « %s » manque de données Lancez « %s db regenerate_caches » pour pouvoir réutiliser cette base de données.

source: sqlite error:
de: SQLite-Fehler:
fr: erreur sqlite :

source: not set
de: nicht gesetzt
fr: non renseigné

source: (not a monotone database)
de: (keine monotone-Datenbank)
fr: (pas une base de données monotone)

source: creator code : %s schema version : %s counts: full rosters : %s roster deltas : %s full files : %s file deltas : %s file sizes : %s revisions : %s ancestry edges : %s certs : %s logical files : %s bytes: full rosters : %s roster deltas : %s full files : %s file deltas : %s file sizes : %s revisions : %s cached ancestry : %s certs : %s heights : %s total : %s database: page size : %s cache size : %s
de: DB-Identifikation : %s Schema-Version : %s Zahlen: komplette Kataloge : %s Katalog-Deltas : %s komplette Dateien : %s Datei-Deltas : %s Datei-Größenangaben : %s Revisionen : %s Kanten in Abstammung : %s Zertifikate : %s Logische Dateien : %s Speicherplatz: komplette Kataloge : %s Katalog-Deltas : %s komplette Dateien : %s Datei-Deltas : %s Datei-Größenangaben : %s Revisionen : %s gecachte Abstammung : %s Zertifikate : %s Höhenangaben : %s Gesamt : %s Datenbank: Seitengröße : %s Cache-Größe : %s
fr: code de création : %s version du schéma : %s comptes : listes complètes : %s deltas de listes : %s fichiers complets : %s deltas de fichiers : %s taille de fichiers : %s révisions : %s arêtes de parenté : %s certificats : %s fichiers logiques : %s octets : listes complètes : %s deltas de listes : %s fichiers complets : %s deltas de fichiers : %s taille de fichiers : %s révisions : %s parentés en cache : %s certificats : %s altitudes : %s total : %s base de données : taille de page : %s taille du cache : %s

source: invalid date '%s' for revision %s; skipped
de: ungültiges Datum '%s' für Revision %s; wird übergangen
fr: date « %s » invalide pour la révision « %s » ; ignorée

source: timestamp correctness between revisions: correct dates : %s edges equal dates : %s edges incorrect dates : %s edges based on root : %s edges missing dates : %s edges timestamp differences between revisions: mean : %d sec min : %d sec max : %d sec 1st percentile : %s sec 5th percentile : %s sec 10th percentile : %s sec 25th percentile : %s sec 50th percentile : %s sec 75th percentile : %s sec 90th percentile : %s sec 95th percentile : %s sec 99th percentile : %s sec
de: Zeitstempel-Korrektheit zwischen Revisionen: Korrekte Daten : %s Kanten Identische Daten : %s Kanten Falsche Daten : %s Kanten basierend auf Wurzel(n) : %s Kanten Fehlende Daten : %s Kanten Zeitstempel-Unterschiede zwischen Revisionen: Mittelwert : %d Sekunden Minimum : %d Sekunden Maximum : %d Sekunden 1. Prozentrang : %s Sekunden 5. Prozentrang : %s Sekunden 10. Prozentrang : %s Sekunden 25. Prozentrang : %s Sekunden 50. Prozentrang : %s Sekunden 75. Prozentrang : %s Sekunden 90. Prozentrang : %s Sekunden 95. Prozentrang : %s Sekunden 99. Prozentrang : %s Sekunden
fr: justesse des datations (« timestamp ») entre révisions : dates correctes : %s arêtes dates égales : %s arêtes dates incorrectes : %s arêtes basée sur la racine : %s arêtes dates manquantes : %s arêtes différences de datation (« timestamp ») entre revisions : moyenne : %d sec min : %d sec max : %d sec 1er centile : %s sec 5eme centile : %s sec 10eme centile : %s sec 25eme centile : %s sec 50eme centile : %s sec 75eme centile : %s sec 90eme centile : %s sec 95eme centile : %s sec 99eme centile : %s sec

source: database schema version: %s
de: Datenbankschema-Version: %s
fr: version du schéma de la base de données : %s
ja: 基準スキーマバージョン: %s

source: checking
de: überprüfe
fr: en cours de vérification

source: checked
de: überprüft
fr: vérifié

source: fixed
de: repariert
fr: corrigé

source: dropped
de: entfernt
fr: supprimé

source: checked %d certs, found %d bad, fixed %d, dropped %d
de: überprüfte %d Zertifikate, fand %d schlechte, reparierte %d, entfernte %d
fr: vérifié %d certificats, trouvé %d mauvais, corrigé %d, sauté %d

source: checked %d certs, found %d bad, fixed %d
de: überprüfte %d Zertifikate, fand %d schlechte, reparierte %d
fr: vérifié %d certificats, trouvé %d mauvais, corrigé %d

source: multiple statements in query: %s
de: mehrere Befehle in Anfrage: %s
fr: plusieurs assertions dans la requête : %s

source: wanted %d columns got %d in query: %s
de: erwarte %d, erhielt %d Spalten in Anfrage: %s
fr: %d colonnes attendues, %d reçues dans la requête : %s

source: null result in query: %s
de: Null-Ergebnis in Anfrage: %s
fr: résultat vide lors de la requête : %s

source: wanted %d rows got %d in query: %s
de: erwarte %d, erhielt %d Zeilen in Anfrage: %s
fr: %d lignes attendues, %d reçues lors de la requête : %s

source: roster does not match hash
de: Katalog passt nicht auf Prüfsumme
fr: la liste ne correspond pas au hachage

source: roster_delta does not match hash
de: Katalog-Delta passt nicht auf Prüfsumme
fr: la liste roster_delta ne correspond pas au hachage

source: delta-reconstructed '%s' item does not match hash
de: Vom Delta rekonstruiertes Element '%s' passt nicht auf Prüfsumme
fr: l'élément delta_reconstructed « %s » ne correspond pas au hachage

source: file preimage '%s' missing in db
de: Datei-Urbild '%s' fehlt in der Datenbank
fr: la pré-image du fichier « %s » est absente de la base de données

source: dropping delta '%s' -> '%s'
de: übergehe Delta '%s' -> '%s'
fr: supprime le delta « %s » -> « %s »

source: Unknown delta direction '%s'; assuming 'reverse'. Valid values are 'reverse', 'forward', 'both'.
de: Unbekannte Delta-Richtung '%s'; habe 'reverse' vermutet. Gültige Werte sind 'reverse', 'forward' und 'both'.
fr: Direction de delta « %s » inconnue ; « reverse » supposée. Les valeurs valides sont « reverse », « forward » et « both ».

source: revision does not match hash
de: Revision passt nicht auf Prüfsumme
fr: la révision ne correspond pas au hachage

source: missing prerequisite revision %s
fr: la révision prérequise %s est manquante

source: dropping revision %s
fr: supprime la révision %s

source: missing prerequisite file %s
fr: le fichier prérequis « %s » est manquant

source: missing prerequisite file pre-delta %s
fr: le fichier « %s » prérequis « pré-delta » est manquant

source: missing prerequisite file post-delta %s
fr: le fichier « %s » requis « post-delta » est manquant

source: revision contains incorrect manifest_id
de: Revision beinhaltet ungültige manifest_id
fr: la révision contient un identifiant manifest_id incorrect

source: Failed to get RSA verifying key for %s
de: RSA konnte den Schlüssel für %s nicht überprüfen
fr: Échec de l'obtention de la clef de vérification RSA pour %s

source: Your database contains multiple keys named '%s'
fr: Votre base de données contient de multiples clefs nommées « %s »

source: cert revision %s does not exist in db
fr: la révision %s du certificat n'existe pas dans la base de données

source: dropping cert
de: entferne Zertifikat
fr: suppression du certificat
