Repository: dscherger/monotone
Catalog: po/*.po
Languages: de, fr, ja, sv_se

source: partial id '%s' has multiple ambiguous expansions:
ja: '%s' だけでは曖昧で、展開できる ID の候補は複数あります:

source: expanded partial id '%s' to '%s'
ja: 部分 ID '%s' を '%s' に展開

source: no keys found
ja: 鍵がみつかりませんでした

source: no keys found matching '%s'
ja: '%s' に一致する鍵はみつかりませんでした

source: key and cert
ja: 鍵と証明

source: generate an RSA key-pair
ja: 鍵対を生成

source: drop a public and private key
ja: 公開鍵と秘密鍵を破棄

source: dropping public key '%s' from database
ja: 公開鍵 '%s' をデータベースから破棄

source: change passphrase of a private RSA key
ja: 秘密 RSA 鍵のパスフレーズを変更

source: passphrase changed
ja: パスフレーズを変更しました

source: create a cert for a revision
ja: リビジョンの証明を作成

source: test whether a hypothetical cert would be trusted by current settings
ja: 現在の設定で仮想証明が信頼可能かテスト

source: if a cert on: %s with key: %s and value: %s was signed by: %s it would be: %s
ja: 証明 : %s 鍵 : %s 値 : %s 署名者 : %s よっておそらく %s でしょう

source: review
ja: レビュー

source: put a symbolic tag cert on a revision version
ja: 象徴的なタグ証明をリビジョンバージョンに付加

source: note the results of running a test on a revision
ja: リビジョンのテストの実行結果を記録

source: approve of a particular revision
ja: 特定のリビジョンを承認

source: disapprove of a particular revision
ja: 特定のリビジョンを非承認

source: revision '%s' has %d changesets, cannot invert
ja: リビジョン '%s' には %d 個の変更セットがあり、反転できません

source: comment on a particular revision
ja: 特定のリビジョンにコメント

source: working copy
ja: 作業コピー

source: add files to working copy
ja: ファイルを作業コピーに追加

source: drop files from working copy
ja: ファイルを作業コピーから削除

source: rename entries in the working copy
ja: 作業コピー内のエントリの名称を変更

source: debug
ja: デバッグ

source: load file contents into db
ja: ファイルの内容をデータベースに読み込み

source: <parent> <left> <right>
ja: <親> <左> <右>

source: merge 3 files and output result
ja: 三つのファイルを統合し結果を出力

source: show status of working copy
ja: 作業コピーの状態を表示

source: calculate identity of PATH or stdin
ja: PATH または標準入力を識別

source: write file from database to stdout
ja: データベースのファイルを標準出力に書き出し

source: no file '%s' found in revision '%s'
ja: ファイル '%s' はリビジョン '%s' にはありませんでした

source: dumping file '%s'
ja: ファイル '%s' をダンプ

source: tree
ja: ツリー

source: check out a revision from database into directory. If a revision is given, that's the one that will be checked out. Otherwise, it will be the head of the branch (given or implicit). If no directory is given, the branch name will be used as directory
ja: データベースからあるリビジョンを取り出してディレクトリに 書き出します。リビジョンが指定されていればそれを取り出し、 未指定なら、明示的または暗黙的に指定されたブランチの最新版を 取り出します。ディレクトリが未指定ならディレクトリ名として ブランチ名を使います

source: need --branch argument for branch-based checkout
ja: ブランチを基準にしたチェックアウトには --branch 引数が必要です

source: branch '%s' is empty
ja: ブランチ '%s' は空です

source: found %d %s branch certs on revision %s
ja: %d %s ブランチ証明がリビジョン %s でみつかりました

source: revision %s is not a member of branch %s
ja: リビジョン %s はブランチ %s には属していません

source: no manifest %s found in database
ja: マニフェスト %s はデータベース内にはみつかりません

source: checking out revision %s to directory %s
ja: リビジョン %s をディレクトリ %s に取り出し中

source: no file %s found in database for %s
ja: ファイル %s (対象 %s)はデータベース内にはみつかりません

source: writing file %s to %s
ja: ファイル %s を %s に書き込み中

source: show unmerged head revisions of branch
ja: ブランチの統合されていない最新リビジョンを表示

source: branch '%s' is currently merged:
ja: ブランチ '%s' は現在統合済みです:

source: branch '%s' is currently unmerged:
ja: ブランチ '%s' は現在未統合です:

source: no epoch for branch %s
ja: ブランチ %s は epoch を持ちません

source: show database objects, or the current working copy manifest, or unknown, intentionally ignored, or missing state files
ja: データベースオブジェクト、現在の作業コピーのマニフェスト、 不明な、無視された、または失なわれた状態のファイルを表示

source: packet i/o
ja: パケット I/O

source: write manifest delta packet to stdout
ja: マニフェスト差分パケットを標準出力に出力

source: no such manifest '%s'
ja: マニフェスト '%s' は存在しません

source: write file delta packet to stdout
ja: ファイル差分パケットを標準出力に出力

source: write revision data packet to stdout
ja: リビジョンデータパケットを標準出力に出力

source: write manifest data packet to stdout
ja: マニフェストデータパケットを標準出力に出力

source: write file data packet to stdout
ja: ファイルデータパケットを標準出力に出力

source: write cert packets to stdout
ja: 証明パケットを標準出力に出力

source: write public key packet to stdout
ja: 公開鍵パケットを標準出力に出力

source: write private key packet to stdout
ja: 秘密鍵パケットを標準出力に出力

source: read packets from files or stdin
ja: ファイルまたは標準入力からパケットを読み込み

source: network
ja: ネットワーク

source: rebuild the indices used to sync over the network
ja: ネットワークを介して同期するのに使う索引を再構築

source: setting default server to %s
ja: デフォルトのサーバーを %s に設定

source: no hostname given
ja: ホスト名を指定して下さい

source: no server given and no default server set
ja: サーバが未指定であり、デフォルトのサーバーも設定されていません

source: using default server address: %s
ja: デフォルトのサーバーアドレスを利用: %s

source: setting default branch include pattern to '%s'
ja: ブランチ名に含めるデフォルトパターンを '%s' に設定

source: setting default branch exclude pattern to '%s'
ja: ブランチ名に含めないデフォルトパターンを '%s' に設定

source: no branch pattern given
ja: ブランチ名を指定して下さい

source: no branch pattern given and no default pattern set
ja: ブランチパターンが未指定、かつデフォルトパターンも設定されていません

source: using default branch include pattern: '%s'
ja: ブランチ名に含めるデフォルトのパターンを利用: '%s'

source: excluding: %s
ja: 除外: %s

source: push branches matching PATTERN to netsync server at ADDRESS
ja: PATTERN に合うブランチを netsync サーバー (ADDRESS) にプッシュ

source: pull branches matching PATTERN from netsync server at ADDRESS
ja: PATTERN に合うブランチを netsync サーバー (ADDRESS) から取り込み

source: doing anonymous pull; use -kKEYNAME if you need authentication
ja: 匿名で取り込んでいます; 認証が必要な場合は -kKEYNAME を使って下さい

source: sync branches matching PATTERN with netsync server at ADDRESS
ja: PATTERN に合うブランチを netsync サーバー (ADDRESS) と同期

source: database
ja: データベース

source: manipulate database state
ja: データベースの状態を操作

source: set, get or drop file attributes
ja: ファイル属性を設定/取得/削除

source: registering %s file in working copy
ja: 作業コピー内の %s ファイルを登録

source: failed to parse date string '%s': %s
ja: データ文字列 '%s' の解析に失敗: %s

source: commit working copy to database
ja: 作業コピーをデータベースにコミット

source: no changes to commit
ja: コミットすべき変更がありません

source: beginning commit on branch '%s'
ja: ブランチ '%s' についてコミット開始

source: new manifest '%s' new revision '%s'
ja: 新規マニフェスト '%s' 新規リビジョン '%s'

source: MT/log is non-empty and --message supplied perhaps move or delete MT/log, or remove --message from the command line?
ja: MT/log は空ではなく、 --message が指定されています. もしかしたら MT/log を移動/削除したか、コマンド 行から --message を削除したのではありませんか?

source: MT/log is non-empty and --message-file supplied perhaps move or delete MT/log, or remove --message-file from the command line?
ja: MT/log は空ではなく、 --message-file が指定されています. もしかしたら MT/log を移動/削除したか、コマンド 行から --message-file を削除したのではありませんか?

source: revision %s already in database
ja: リビジョン %s は既にデータベース内に存在しています

source: inserting new revision %s
ja: 新規リビジョン %s を挿入中

source: skipping manifest %s, already in database
ja: 既にデータベースにあるマニフェスト %s をスキップ

source: inserting manifest delta %s -> %s
ja: マニフェスト差分 %s -> %s を挿入中

source: inserting full manifest %s
ja: 完全マニフェスト %s を挿入中

source: skipping file delta %s, already in database
ja: 既にデータベースにあるファイル差分 %s をスキップ

source: inserting delta %s -> %s
ja: 差分 %s -> %s を挿入中

source: inserting full version %s
ja: 完全なバージョン %s を挿入中

source: committed revision %s
ja: リビジョン %s をコミット

source: note: this revision creates divergence note: you may (or may not) wish to run 'monotone merge'
ja: 注意: このリビジョンによって分岐が生じます 注意: 分岐を望まないなら 'monotone merge' を実行して下さい

source: show current diffs on stdout. If one revision is given, the diff between the working directory and that revision is shown. If two revisions are given, the diff between them is given. If no format is specified, unified is used by default.
ja: 現在の差分を標準出力に表示 リビジョンが一つ指定されていれば作業ディレクトリとそのリビジョンの 差分を、二つ指定されていればそれらリビジョン間の差分を表示します。 形式が指定されていなければ、デフォルトでは unified 形式が使用されます。

source: current revision has no ancestor
ja: 現在のリビジョンには祖先がありません

source: no common ancestor for %s and %s
ja: %s と %s には共通の祖先がありません

source: concatenating un-committed changeset to composite
ja: 合成のためにコミットされていない変更セットを連結

source: print least common ancestor
ja: 最も近い祖先を表示

source: no common ancestor found
ja: 共通の祖先はありませんでした

source: print least common ancestor / dominator
ja: 最も近い祖先 / 支配者を表示

source: no common ancestor/dominator found
ja: 共通の祖先 / 支配者がみつかりません

source: update working copy. If a revision is given, base the update on that revision. If not, base the update on the head of the branch (given or implicit).
ja: 作業コピーを更新。 リビジョンが指定されていればそれに基づいて、指定されていなければ 明示的または暗黙に指定されたブランチの最新版に基づいて更新します。

source: this working directory is a new project; cannot update
ja: この作業ディレクトリは新規のプロジェクトです; 更新できません

source: your request matches no descendents of the current revision in fact, it doesn't even match the current revision maybe you want --revision=<rev on other branch>
ja: 現在のリビジョンにもその子孫にもご希望に沿うものはありません. もしかしたら --revision=<他のブランチのリビジョン> としたいのでは ありませんか?

source: multiple update candidates:
ja: 複数の更新候補:

source: choose one with 'monotone update -r<id>'
ja: 'monotone update -r<id>' として一つ選択

source: multiple candidates remain after selection
ja: 選択したものより後に複数の候補が残っています

source: already up to date at %s
ja: %s は既に最新です

source: selected update target %s
ja: 選択された更新ターゲット %s

source: revision %s is not a member of branch %s try again with explicit --branch
ja: リビジョン %s はブランチ %s に属していません 明示的に --branch を指定して再試行して下さい

source: updating along chosen edge %s -> %s
ja: 選択した先端 %s -> %s に従って更新中

source: merging working copy with chosen edge %s -> %s
ja: 作業コピーを選択した先端 %s -> %s と統合中

source: updated to base revision %s
ja: 基準リビジョン %s に更新

source: common ancestor %s found trying 3-way merge
ja: 共通の祖先 %s を発見 3方結合を試みています

source: no common ancestor found, synthesizing edges
ja: 共通の祖先がありませんでしたので、先端同士を同期中

source: merge unmerged heads of branch
ja: 統合されていないブランチの複数の最新版を統合

source: branch '%s' is merged
ja: ブランチ '%s' を統合

source: starting with revision 1 / %d
ja: リビジョン 1 / %d について作業開始

source: merging with revision %d / %d
ja: リビジョン %d / %d について統合中

source: [source] %s
ja: [元] %s

source: [merged] %s
ja: [統合済み] %s

source: note: your working copies have not been updated
ja: 注意: 作業コピーは更新されていません

source: merge from one branch to another asymmetrically
ja: 一方のブランチを他方に非同期に統合

source: branch '%s' is not merged
ja: ブランチ '%s' は統合されていません

source: propagating %s -> %s
ja: 伝播中 %s -> %s

source: [target] %s
ja: [先] %s

source: branch '%s' is up-to-date with respect to branch '%s'
ja: ブランチ '%s' はブランチ '%s' に対して最新です

source: no action taken
ja: 何もしません

source: no merge necessary; putting %s in branch '%s'
ja: 統合は必要ありません. %s をブランチ '%s' 内に取り込み中

source: refresh the inodeprint cache
ja: i-node 表示キャッシュを更新

source: merge two explicitly given revisions, placing result in given branch
ja: 明示的に指定した二つのリビジョンを統合。結果は指定ブランチへ。

source: %s is not an ancestor of %s
ja: %s は %s の祖先ではありません

source: complete partial id
ja: 部分 ID を補完

source: parse versions in RCS files this command doesn't reconstruct or import revisions.you probably want cvs_import
ja: RCS ファイル内のバージョンを解析 このコマンドは (CVS の) リビジョンを再構築または取り込みはしません。おそらくあなたの期待しているのは cvs_import でしょう。

source: rcs
ja: RCS 関連

source: import all versions in CVS repository
ja: CVS リポジトリ内のすべてのバージョンを取り込む

source: print annotated copy of the file from REVISION
ja: REVISION の注釈付きのファイルのコピーを表示

source: no revision for file '%s' in database
ja: ファイル '%s' に対するリビジョンはデータベース内にみつかりませんでした

source: annotate file file_path '%s'
ja: 注釈ファイル file_path '%s'

source: no such file '%s' in revision '%s'
ja: ファイル '%s' はリビジョン %s 内にはありません

source: annotate for file_id %s
ja: file_id %s に対する注釈

source: print history in reverse order (filtering by 'FILE'). If one or more revisions are given, use them as a starting point.
ja: 降順で履歴を表示 ('FILE' でフィルタ)。一つ以上のリビジョンが指定されて いればそれを開始点として利用。

source: revision %s does not exist in db, skipping
ja: リビジョン %s は db 内にありません. スキップします

source: revision '%s' in '%s' maps to '%s' in %s
ja: リビジョン '%s' ('%s' 内) を '%s' (%s 内) にマップ

source: setup a new working copy directory
ja: 新規作業コピーディレクトリを作成

source: automation
ja: 自動化

source: automation interface
ja: 自動化インターフェース

source: vars
ja: 変数

source: set the database variable NAME to VALUE, in domain DOMAIN
ja: ドメイン DOMAIN のデータベース変数 NAME を VALUE に設定

source: remove the database variable NAME in domain DOMAIN
ja: ドメイン DOMAIN のデータベース変数 NAME を消去

source: checking %d files
ja: %d 個のファイルを検証中

source: checking file %s
ja: ファイル %s を検証中

source: checking %d manifests
ja: %d 個のマニフェストを検証中

source: manifests
ja: マニフェスト

source: checking manifest %s
ja: マニフェスト %s を検証中

source: error parsing manifest %s: %s
ja: マニフェスト %s: %s を解析中にエラー

source: checking %d revisions
ja: %d 個のリビジョンを検証中

source: checking revision %s
ja: リビジョン %s を検証中

source: error parsing revision %s: %s
ja: リビジョン %s: %s を解析中にエラー

source: checked %d revisions after starting with %d
ja: %d 個のリビジョンを %d からはじめて検証しました

source: checking %d ancestry edges
ja: %d 個の祖先の端を検証中

source: checking %d public keys
ja: %d 個の公開鍵を検証中

source: checking %d revision certs
ja: %d 個のリビジョン証明を検証中

source: checking local history of %d revisions
ja: %d 個のリビジョンのローカルの履歴を検証中

source: file %s missing (%d manifest references)
ja: ファイル %s がありません (マニフェスト参照: %d)

source: file %s unreferenced
ja: ファイル %s は参照されていません

source: manifest %s missing (%d revision references)
ja: マニフェスト %s がありません (リビジョン参照: %d)

source: manifest %s unreferenced
ja: マニフェスト %s は参照されていません

source: manifest %s incomplete (%d missing files)
ja: マニフェスト %s は不完全です (みつからないファイル: %d)

source: manifest %s is not parseable (perhaps with unnormalized paths?)
ja: マニフェスト %s を解析できません (パスが正規化されていないのでは?)

source: manifest %s is not in normalized form
ja: マニフェスト %s は正規化された形式になっていません

source: revision %s missing (%d revision references; %d cert references)
ja: リビジョン %s がありません (リビジョン参照: %d, 証明参照: %d)

source: revision %s incomplete (%d missing manifests)
ja: リビジョン %s は不完全です (みつからないマニフェスト: %d)

source: revision %s incomplete (%d missing revisions)
ja: リビジョン %s は不完全です (みつからないリビジョン: %d)

source: revision %s incomplete (%d incomplete manifests)
ja: リビジョン %s は不完全です (不完全なマニフェスト: %d)

source: revision %s mismatched parents (%d ancestry parents; %d revision refs)
ja: リビジョン %s は親と不一致です (親: %d; リビジョン参照: %d)

source: revision %s mismatched children (%d ancestry children; %d parents)
ja: リビジョン %s は子と不一致です (子: %d; 親: %d)

source: revision %s has bad history (%s)
ja: リビジョン %s は不正な履歴 (%s) を持っています

source: revision %s is not parseable (perhaps with unnormalized paths?)
ja: リビジョン %s を解析できません (パスが正規化されていないのでは?)

source: revision %s is not in normalized form
ja: リビジョン %s は正規化された形式ではありません

source: key %s signed %d certs
ja: 鍵 %s は %d 個の証明の署名に使われています

source: key %s missing (signed %d certs)
ja: 鍵 %s がありません (%d 個の証明を署名)

source: revision %s unchecked signature in %s cert from missing key %s
ja: リビジョン %s の %s 証明(失われた鍵 %s) の署名は検証されたものではありません

source: revision %s bad signature in %s cert from key %s
ja: リビジョン %s の %s 証明 (鍵 %s) の不正な署名を無視します

source: revision %s missing %s cert
ja: リビジョン %s は %s 証明を欠いています

source: revision %s mismatched certs (%d authors %d dates %d changelogs)
ja: リビジョン %s は証明に合致しません (%d 作者 %d 日時 %d 変更ログ)

source: %d missing files
ja: みつからないファイル: %d

source: %d unreferenced files
ja: 参照されていないファイル: %d

source: %d missing manifests
ja: みつからないマニフェスト: %d

source: %d unreferenced manifests
ja: 参照されていないマニフェスト: %d

source: %d incomplete manifests
ja: 不完全なマニフェスト: %d

source: %d manifests not parseable (perhaps with invalid paths)
ja: 解析できないマニフェスト(不適切なパスを指定していませんか?): %d

source: %d manifests not in normalized form
ja: 正規化された形式になっていないマニフェスト: %d

source: %d missing revisions
ja: みつからないリビジョン: %d

source: %d incomplete revisions
ja: 不完全なリビジョン: %d

source: %d mismatched parents
ja: 一致しない親: %d

source: %d mismatched children
ja: 一致しない子: %d

source: %d revisions with bad history
ja: 不正な履歴を持つリビジョン: %d

source: %d revisions not parseable (perhaps with invalid paths)
ja: 解析できないリビジョン (パスが不適切なのでは?): %d

source: %d revisions not in normalized form
ja: 正規化された形式になっていないリビジョン: %d

source: %d missing keys
ja: みつからない鍵: %d

source: %d missing certs
ja: みつからない証明: %d

source: %d mismatched certs
ja: 一致しない証明: %d

source: %d unchecked signatures due to missing keys
ja: 鍵がみつからないために検証されていない署名: %d

source: %d bad signatures
ja: 不正な署名: %d

source: check complete: %d files; %d manifests; %d revisions; %d keys; %d certs
ja: 検証完了: %d ファイル; %d マニフェスト; %d リビジョン; %d 鍵; %d 証明

source: total problems detected: %d (%d serious)
ja: 検出した障害総計: %d (深刻: %d)

source: minor problems detected
ja: 軽微な問題を検出しました

source: database is good
ja: データベースは正常です

source: unable to probe database version in file %s
ja: ファイル %s 内のデータベースバージョンを検出できませんでした

source: database %s is not an sqlite version 3 file, try dump and reload
ja: データベース %s は SQLite ver. 3 のファイルではありません。ダンプした後再度読み込んでみて下さい

source: sqlite error: %d: %s
ja: SQLite エラー: %d: %s

source: make sure database and containing directory are writeable
ja: データベースとそれを含むディレクトリが書き込み可能であるか確認して下さい

source: could not initialize database: %s: already exists
ja: データベースを初期化できませんでした: %s: 既に存在しています

source: cannot create %s; it already exists
ja: %s を作成できません; 既に存在しています

source: schema version : %s counts: full manifests : %u manifest deltas : %u full files : %u file deltas : %u revisions : %u ancestry edges : %u certs : %u bytes: full manifests : %u manifest deltas : %u full files : %u file deltas : %u revisions : %u cached ancestry : %u certs : %u total : %u
ja: スキーマバージョン : %s 個数: 完全なマニフェスト: %u マニフェスト差分 : %u 完全なファイル : %u ファイル差分 : %u リビジョン : %u 祖先の先端 : %u 証明 : %u バイト数: 完全なマニフェスト: %u マニフェスト差分 : %u 完全なファイル : %u ファイル差分 : %u リビジョン : %u キャッシュ済の祖先: %u 証明 : %u 総計 : %u

source: pubkeys
ja: 公開鍵

source: privkeys
ja: 秘密鍵

source: statement cache statistics
ja: ステートメントキャッシュ統計

source: prepared %d statements
ja: %d 個のプリペアードステートメント

source: %d executions of %s
ja: %d 実行 (%s)

source: prepared statement %s
ja: プリペアードステートメント %s

source: multiple statements in query: %s
ja: クエリ中に複数のステートメント: %s

source: wanted %d columns got %d in query: %s
ja: クエリで %d 列要求しましたが得たのは %d 列です: %s

source: binding %d parameters for %s
ja: %d 変数を %s にバインド

source: binding %d with value '%s'
ja: %d を値 '%s' にバインド

source: null result in query: %s
ja: クエリ中に結果 null が含まれています: %s

source: wanted %d rows got %s in query: %s
ja: クエリで %d 行要求しましたが得たのは %s です: %s

source: cannot change filename to %s while db is open
ja: データベースが使用中なのでファイル名を %s に変更することができません

source: version cache expiring %s
ja: バージョンキャッシュの有効期限が切れています: %s

source: version cache hit on %s
ja: バージョンキャッシュヒット: %s

source: reconstructing %s in %s
ja: %s (%s 内)を再構築中

source: following delta %s -> %s
ja: 続く差分 %s -> %s

source: Killing revision %s locally
ja: ローカルにリビジョン %s を削除

source: Deleting all references to branch %s
ja: ブランチ %s へのすべての参照を削除

source: Deleting all references to tag %s
ja: タグ %s へのすべてのリファレンスを削除

source: another key with name '%s' already exists
ja: '%s' という名前の他の鍵が既に存在しています

source: could not open database '%s': %s
ja: データベース '%s': %s を開けませんでした

source: exchanging preserved extent [%d+%d] with changed extent [%d+%d]
ja: 前に確保したエクステント [%d+%d] を変更されたエクステント [%d+%d] に置き換えています

source: conflicting edits: %s %d[%d] '%s' vs. %s %d[%d] '%s'
ja: 競合する編集箇所: %s %d[%d] '%s' 対 %s %d[%d] '%s'

source: conflicting edits: [%s %d %d] vs. [%s %d %d]
ja: 競合する編集箇所: [%s %d %d] 対 [%s %d %d]

source: calculating left edit script on %d -> %d lines
ja: %d -> %d 行について左側を編集するスクリプトを計算中

source: calculating right edit script on %d -> %d lines
ja: %d -> %d 行について右側を編集するスクリプトを計算中

source: calculating left extents on %d edits
ja: %d 編集箇所について左エクステントを計算中

source: calculating right extents on %d edits
ja: %d 編集箇所について右エクステントを計算中

source: normalizing %d right extents
ja: %d 右エクステントを正規化

source: normalizing %d left extents
ja: %d 左エクステントを正規化

source: conflicting prefixes
ja: 競合するプレフィクス

source: conflicting suffixes
ja: 競合するサフィックス

source: merging %d left, %d right extents
ja: %d 左, %d 右エクステントを統合

source: conflict detected. no merge.
ja: 競合を検出、統合しません

source: recording successful merge of %s <-> %s into %s
ja: %s <-> %s から %s への成功した統合を記録

source: trying to merge %s <-> %s (ancestor: %s)
ja: %s <-> %s (祖先: %s) の統合を試しています

source: files are identical
ja: ファイルは全く同じです

source: internal 3-way merged ok
ja: 内部三元統合完了

source: help required for 3-way merge [ancestor] %s [ left] %s [ right] %s [ merged] %s
ja: 三元統合には手助けが必要です [ 祖先] %s [ 左] %s [ 右] %s [統合済] %s

source: lua merge3 hook merged ok
ja: lua merge3 フック統合完了

source: trying to merge %s <-> %s
ja: %s <-> %s の統合を試しています

source: help required for 2-way merge [ left] %s [ right] %s [ merged] %s
ja: 二元統合には手助けが必要です [ 左] %s [ 右] %s [統合済] %s

source: lua merge2 hook merged ok
ja: lua merge2 フック統合完了

source: temporarily recording merge of %s <-> %s into %s
ja: 一時的に %s <-> %s から %s への統合を記録

source: file '%s' does not exist in working copy
ja: ファイル '%s' は作業コピー中にはありません

source: '%s' in working copy is a directory, not a file
ja: 作業コピー内の '%s' はファイルではなくディレクトリです

source: file %s in working copy has id %s, wanted %s
ja: 作業コピー内のファイル %s の ID は %s ですが、欲しいのは %s です

source: could not create directory '%s' it is a file
ja: ディレクトリ '%s' を作成できませんでした ファイルです

source: could not create directory '%s' %s
ja: ディレクトリ '%s' を作成できませんでした %s

source: could not create directory '%s'
ja: ディレクトリ '%s' を作成できませんでした

source: failed to create directory '%s' for '%s'
ja: ディレクトリ '%s' ('%s' のための)の作成に失敗しました

source: cannot open file %s for writing
ja: ファイル %s を書き込みのために開くことができません

source: ignoring book keeping entry %s
ja: 記録簿用エントリ %s を無視します

source: caught runtime error %s constructing file path for %s
ja: %s についてファイルパス作成中に実行時エラー %s 発生

source: running arc4 process on %d bytes of data
ja: データ %d バイト目について arc4 プロセスを実行中

source: got empty passphrase from get_passphrase() hook
ja: get_passphrase() フックは空のパスフレーズを返しました

source: empty passphrase not allowed
ja: パスフレーズは空にできません

source: confirm passphrase for key ID [%s]:
ja: 鍵 ID [%s] のパスフレーズを確認:

source: empty passphrases not allowed, try again
ja: パスフレーズは空にできません. 再度試して下さい

source: too many failed passphrases
ja: パスフレーズの入力ミスが多すぎます

source: passphrases do not match, try again
ja: パスフレーズが一致しません。再度試して下さい

source: no passphrase given
ja: パスフレーズを指定して下さい

source: generated %d-byte public key generated %d-byte (encrypted) private key
ja: %d バイトの公開鍵を生成 %d バイトの(暗号化された)秘密鍵を生成

source: base64-decoding %d-byte private key
ja: %d バイト秘密鍵の base64 デコード

source: building signer from %d-byte decrypted private key
ja: %d バイトの復号化された秘密鍵から署名を作成中

source: produced %d-byte signature
ja: %d バイトの署名を作成

source: building verifier for %d-byte pub key
ja: %d バイトの公開鍵について識別子を構築中

source: checking %d-byte (%d decoded) signature
ja: %d バイト (%d デコード)の署名を検証中

source: passphrase for '%s' is incorrect
ja: '%s' に対するパスフレーズが間違っています

source: lua failure: %s; stack = %s
ja: lua 失敗: %s; スタック = %s

source: lua stack: %s
ja: lua スタック: %s

source: lua: extracted string = %s
ja: lua: 抽出文字列 = %s

source: lua: extracted int = %i
ja: lua: 抽出 int = %i

source: lua: extracted double = %i
ja: lua: 抽出 double = %i

source: lua: extracted bool = %i
ja: lua: 抽出 bool = %i

source: loading lua hook %s
ja: lua フック %s を読み込み中

source: Directory '%s' does not exists
ja: ディレクトリ '%s' は存在しません

source: opening rcfile '%s' ...
ja: 初期化ファイル '%s' を開いています...

source: '%s' is ok
ja: '%s' OK

source: skipping nonexistent rcfile '%s'
ja: 存在しない初期化ファイル '%s' をスキップ

source: calling attr_init_function for %s
ja: %s について attr_init_function を呼出し

source: calling an attr_init_function for %s
ja: %s について attr_init_function を呼出し

source: added attr %s = %s
ja: 属性 %s = %s を追加

source: no attr added
ja: 属性追加なし

source: scanning file %s
ja: ファイル %s を走査中

source: missing %s
ja: %s がみつかりません

source: limit the log output to the given number of entries
ja: ログ出力のエントリの数を制限
sv_se: begränsa utskriften från log till detta antal

source: skip merges when printing logs
ja: ログを表示する際に統合については省略
sv_se: hoppa över hoppslagningar i loggen

source: use the current arguments as the future default
ja: 現在の引数を将来のデフォルトとして使用
sv_se: använd de givna argumenten som framtida standardvärden

source: use least common ancestor as ancestor for merge
ja: 最も近い共通の祖先を統合の祖先として使用
sv_se: använd den senaste gemensamma förfadern som förfader vid hopslagning
